Repository: pschmiedel/angular-phonecat-hybrid
Catalog: src/localization/messages.*.xlf
Languages: de

source: No data found
de: Keine Daten gefunden

source: clear
de: Leeren

source: Close
de: Schließen

source: Cancel
de: Beenden

source: Clear
de: Leeren

source: Drop files here to upload
de: Dateien zum Hochladen hierhin ziehen

source: Done
de: Hochgeladen

source: Uploading...
de: Hochladen...

source: File type not allowed.
de: Dateityp nicht erlaubt.

source: Invalid file(s). Please check file upload requirements.
de: Ungültige Datei(en). Bitte prüfen Sie die Datei-Kriterien.

source: File size too large.
de: Datei ist zu groß.

source: File size too small.
de: Datei ist zu klein.

source: Remove
de: Löschen

source: Retry
de: Wiederholen

source: Select files...
de: Datei(en) auswählen...

source: Upload
de: Datei(en) hochladen

source: Drop files here to select
de: Dateien zum Hochladen hierhin ziehen

source: No data found
de: Keine Daten gefunden

source: clear
de: Leeren

source: No data found
de: Keine Daten gefunden

source: No data found
de: Keine Daten gefunden

source: Increase value
de: Wert erhöhen

source: Decrease value
de: Wert verringern

source: drag
de: ziehen

source: On
de: Ein

source: Off
de: Aus

source: Increase value
de: Wert erhöhen

source: Decrease value
de: Wert verringern

source: Today
de: Heute

source: Increase value
de: Wert erhöhen

source: Decrease value
de: Wert verringern

source: Today
de: Heute

source: Toggle calendar
de: Kalender umschalten

source: Set
de: Setzen

source: Set
de: Setzen

source: Cancel
de: Abbrechen

source: Cancel
de: Abbrechen

source: Now
de: Jetzt

source: Now
de: Jetzt

source: Toggle time list
de: Zeitleiste umschalten

source: Drag a column header and drop it here to group by that column
de: Ziehen Sie eine Spaltenüberschrift hierher, um nach dieser Spalte zu gruppieren

source: No records available.
de: Keine Datensätze verfügbar.

source: Go to the first page
de: Zur ersten Seite

source: Go to the previous page
de: Zur vorherigen Seite

source: Go to the next page
de: Zur nächsten Seite

source: Go to the last page
de: Zur letzten Seite

source: Page
de: Seite

source: of
de: von

source: items
de: Elemente

source: items per page
de: Elemente pro Seite

source: Is equal to
de: ist gleich

source: Is not equal to
de: ist nicht gleich

source: Is null
de: ist Null

source: Is not null
de: ist nicht Null

source: Is empty
de: ist leer

source: Is not empty
de: ist nicht leer

source: Starts with
de: beginnt mit

source: Contains
de: beinhaltet

source: Does not contain
de: beinhaltet nicht

source: Ends with
de: endet mit

source: Is greater than or equal to
de: ist größer als oder gleich

source: Is greater than
de: ist größer als

source: Is less than or equal to
de: ist kleiner oder gleich als

source: Is less than
de: ist kleiner als

source: is true
de: ist richtig

source: is false
de: ist falsch

source: (All)
de: (Alle)

source: Is after or equal to
de: ist gleich oder später als

source: Is after
de: ist später als

source: Is before
de: ist früher als

source: Is before or equal to
de: ist gleich oder früher als

source: Filter
de: Filtern

source: Clear
de: Löschen

source: And
de: und

source: Or
de: oder

source: Loading
de: Laden

source: Column Menu
de: Spaltenmenü

source: Columns
de: Spalten

source: Lock
de: Sperren

source: Unlock
de: Entsperren

source: Sort Ascending
de: Aufsteigend sortieren

source: Sort Descending
de: Absteigend sortieren

source: Apply
de: Übernehmen

source: Reset
de: Zurücksetzen

source: Expand Details
de: Details aufklappen

source: Collapse Details
de: Details einklappen

# Views.Footer.PrivacyPolicy
source: Privacy Policy
de: Datenschutz

# Views.Footer.Imprint
source: Imprint
de: Impressum

# Views.Footer.AllRightsReserved
source: All rights reserved.
de: Alle Rechte vorbehalten.

# Views.Header.NotificationsHeading
source: Notifications
de: Meldungen

# Views.Header.NotificationsDeleteAll
source: Delete all notifications
de: Alle Meldungen löschen

# Views.Header.MyNotifications
source: My notifications
de: Meine Meldungen

# Views.Header.NoNotifications
source: No notifications
de: Keine Meldungen

# Views.Issues.History.Grid.Created
source: Created
de: Erstellt

# Views.Issues.History.Grid.User
source: User
de: Benutzer

# Views.Issues.History.Grid.Category
source: Category
de: Kategorie

# Views.Issues.History.Grid.IssueHistoryReason
source: Reason
de: Erzeugungsgrund

# Common.Unknown
source: Unknown
de: unbekannt

# Common.Comment
source: Comment
de: Kommentar

# Common.Type
source: Type
de: Typ

# Common.Created
source: Created
de: Erstellt

# Common.User
source: User
de: Benutzer

# Common.Apply
source: Apply
de: Übernehmen

# Common.Save
source: Save
de: Speichern

# Common.Cancel
source: Cancel
de: Abbrechen

# Common.Category
source: Category
de: Kategorie

# Common.Reset
source: Reset
de: Zurücksetzen

# Common.CalculatorModelSaveSuccessful
source: Data successfully saved. The calculators will be adjusted in the background.
de: Die Daten wurden gespeichert. Die Instanzen werden im Hintergrund angepasst.

# Common.SaveSuccessful
source: Data successfully saved
de: Die Daten wurden gespeichert

# Common.SaveError
source: Data could not be saved
de: Die Daten konnten nicht gespeichert werden

# Common.EnterComment
source: Enter comment (mandatory)
de: Kommentar eingeben (Pflichtfeld)

# Common.Close
source: Close
de: Schließen

# Common.Select
source: Please select...
de: bitte wählen...

# Common.NoRestriction
source: No restrictions
de: keine Einschränkungen

# Common.True
source: yes
de: ja

# Common.False
source: no
de: nein

# Common.10MinuteResolution
source: 10 Minutes
de: 10 Minuten

# Common.1HourResolution
source: 1 Hour
de: 1 Stunde

# Common.1DayResolution
source: 1 Day
de: 1 Tag

# Common.2DayResolution
source: 2 Days
de: 2 Tage

# Common.7DaysResolution
source: 1 Week
de: 1 Woche

# Common.Clock
source: hh
de: Uhr

# Common.Left
source: left
de: links

# Common.LeftAbbreviation
source: L
de: li.

# Common.Right
source: right
de: rechts

# Common.RightAbbreviation
source: R
de: re.

# Common.Mesh
source: Mesh
de: Zahneingriff

# Common.RotationalSpeed
source: Rotational speed
de: Drehzahl

# Common.MonitormodelId
source: Monitor model ID
de: Monitormodell-ID

# Common.CalculatorId
source: Calculator-ID
de: Berechnungsinstanz-ID

# Common.CalculatorModelId
source: Calculator model-ID
de: Berechnungsmodell-ID

# Common.KommaSeparatInfo
source: Multiple IDs can be entered seperated by comma
de: Es können mehrere IDs Komma-separiert eingegeben werden.

# Common.Manufacturer
source: Manufacturer
de: Hersteller

# Common.PowerPlantType
source: Type of power plant
de: Anlagentyp

# Common.ControlType
source: Type of control
de: Steuerungstyp

# Common.PowerPlantVersion
source: Version of power plant
de: Anlagenversion

# Common.MonitorState
source: Satus of the monitor
de: Monitorstatus

# Common.LastMonitoringEndDate
source: Monitoring up to
de: Monitoring bis

# Common.ComponentName
source: Component
de: Komponente

# Common.ObservationPeriod
source: Observation Period
de: Betrachtungszeitraum

# Common.NotificationIssueThreshold
source: Minimum number of notifications
de: Mindestanzahl an Meldungen

# Common.UseAbsoluteValues
source: Way of storing threshold values
de: Art der Speicherung der Schwellwerte

# Common.ThresholdsLower
source: Normal range, lower threshold (abs.)
de: Normalbereich untere Gr. (abs.)

# Common.ThresholdsUpper
source: Normal range, upper threshold (abs.)
de: Normalbereich obere Gr. (abs.)

# Common.ThresholdsInSigmaUnitsLower
source: Normal range, lower threshold (rel.)
de: Normalbereich untere Gr. (rel.)

# Common.ThresholdsInSigmaUnitsUpper
source: Normal range, upper threshold (rel.)
de: Normalbereich obere Gr. (rel.)

# Common.MagnitudeScaleLower
source: Defective magnitude > 1, lower threshold (abs.)
de: Schwere > 1, untere Gr. (abs.)

# Common.MagnitudeScaleUpper
source: Defective magnitude > 1, upper threshold (abs.)
de: Schwere > 1, obere Gr. (abs.)

# Common.MagnitudeScaleInSigmaUnitsLower
source: Defective magnitude > 1, lower threshold (rel.)
de: Schwere > 1, untere Gr. (rel.)

# Common.MagnitudeScaleInSigmaUnitsUpper
source: Defective magnitude > 1, upper threshold (rel.)
de: Schwere > 1, obere Gr. (rel.)

# Common.Diagnosis
source: Diagnosis
de: Diagnose

# Common.ServiceLevel
source: Maintenance contract
de: Service-Stufe

# Common.LastUser
source: Last modification applied by
de: Letzter Änderer

# Common.LastModifiedAt
source: Last modification
de: Letzte Änderung

# Common.AbsoluteValues
source: absolute
de: absolut

# Common.RelativeValues
source: relative
de: relativ

# Common.MeasurementPosition
source: Position of measurement
de: Messstelle

# Common.Frequency
source: Frequency
de: Frequenz

# Common.FrequencyWithUnit
source: Frequency [Hz]
de: Frequenz [Hz]

# Common.Rpm
source: RPM
de: Drehzahl

# Common.RpmWithUnit
source: RPM
de: Drehzahl [rpm]

# Common.Tracking
source: Compensation of rotational speed
de: Drehzahlkompensation

# Common.MeasurementDirection
source: Direction of measurement
de: Messrichtung

# Common.Characteristic
source: Characteristic
de: Kennwert

# Common.NameSupplement
source: Additional text
de: Zusatztext

# Common.TrainingState
source: Status of training
de: Trainingsstatus

# Common.LastTraining
source: Last training
de: Letztes Training

# Common.NextTraining
source: Next training
de: Nächstes Training

# Common.LastIncrementalTrainingFrom
source: Last incremental training from
de: Letztes inkr. Training von

# Common.LastIncrementalTrainingTo
source: Last incremental training up to
de: Letztes inkr. Training bis

# Common.LastContinuousTrainingFrom
source: Last continuous training from
de: Letztes gleitendes Training von

# Common.LastContinuousTrainingTo
source: Last continuous training up to
de: Letztes gleitendes Training bis

# Common.MetaInformationFromMonitor
source: Meta information of monitor
de: Metainformationen des Monitors

# Common.PowerPlantAndComponentInformation
source: Power plant unit and component information
de: Anlagen- und Komponenteninformation

# Common.HistoryToMonitor
source: Monitor history
de: Historie zum Monitor

# Common.GenerationOfAbnormalities
source: Generation of abnormalities
de: Generierung von Auffälligkeiten

# Common.MinServiceLevelFromPowerPlant
source: Minimum maintenance of the power plant units
de: Mindest Service-Stufe der Anlagen

# Common.WarningThreshold
source: Threshold for the category ''Warning''
de: Schwelle für Kategorie ''Warnung''

# Common.AlarmThreshold
source: Threshold for the category ''Alarm''
de: Schwelle für Kategorie ''Alarm''

# Common.Thresholds
source: Thresholds
de: Schwellwerte

# Common.ThresholdsHistory
source: Thresholds history
de: Schwellwerthistorie

# Common.ThresholdsPlaceholder
source: ''The statistical values ''Mean'' und ''Standard deviation'' of the residual could not be determined for the training period. Therefore, the thresholds of the monitor can not be modified. A possible reason might be, that the corresponding calculator has the training status ''untrained''.
de: ''Die statistischen Werte ''Mittelwert'' und ''Standardabweichung'' der Modellabweichung konnten für den Trainingszeitraum nicht bestimmt werden. Die Schwellwerte des Monitors können daher nicht bearbeitet werden. Eine mögliche Ursache ist, dass die zugehörige Berechnungsinstanz noch im Trainingsstatus ''untrainiert'' ist.

# Common.SiblingChange
source: Apply changes to
de: Änderungen anwenden auf

# Common.SiblingChangeInfo
source: A ''Sibling monitor'' uses the same monitor model as the shown monitor, though the sibling monitor is trained for another power plant unit.
de: Einem ''Geschwistermonitor'' liegt dasselbe Modell zugrunde wie für den angezeigten Monitor, jedoch ist der Geschwistermonitor für eine andere Anlage trainiert.

# Common.ReferencePeriod
source: Reference period
de: Referenzzeitraum

# Common.CurrentUpdateStatus
source: Current update status
de: Aktueller Aktualisierungsstatus

# Common.LastUpdateOn
source: Last update on
de: Letzte Aktualisierung am

# Common.NextScheduledUpdateOn
source: Next scheduled update on
de: Nächste planmäßige Aktualisierung am

# Common.Incremental
source: Incremental
de: Inkrementell

# Common.Sliding
source: Continuous
de: Gleitend

# Common.Measurements
source: Measurements
de: Messungen

# Common.ModelStateInfo
source: Existing issues will be closed if status ''inactive'' is saved.
de: Beim Speichern im Status ''Inaktiv'' werden eventuell vorhandene Auffälligkeiten abgeschlossen.

# Common.PowerPlant
source: Power plant
de: Kraftwerk

# Common.AllPowerPlantUnits
source: All power plant units
de: Alle Anlagen

# Common.ChangedSignalCharacteristicInfo
source: Signal characteristics changed due to a change of components, parameters, or calibrations. The selected data is valid but not suitable for future analyses.
de: Das Signal hat eine andere Signalstatistik, z.B. verursacht durch einen Komponentenwechsel, nachhaltige Parameter- oder Kalibrierungsänderungen. Die auf diese Weise gekennzeichneten Daten sind an sich gültig, jedoch für aktuelle über diesen Zeitbereich hinausgehende Analysen ungeeignet.

# Common.ComponentDefectInfo
source: Signal behavior is abnormal due to component failure or temporary malfunctions.
de: Es herrscht ein anormales Signalverhalten vor, welches z.B. durch ein Bauteildefekt oder eine andere temporäre Störung verursacht wird.

# Common.IncorrectMeasurementInfo
source: Incorrect measurement due to sensor failure or other malfunctions (999, 200, etc.).
de: Fehlerhafte Messung z.B. aufgrund eines vorliegenden Sensordefektes oder -ausfalls (999, 200, etc.)

# Common.DataUnsuitableInfo
source: Other reasons that make data unsuitable to use, e.g. for training models.
de: Sonstige Gründe die eine Verwendung der Daten z.B. für ein Modelltraining ungeeignet machen.

# Common.OutlierInfo
source: Outliers
de: Extremwerte

# Common.Gearing
source: Gearing
de: Getriebe

# Common.MainBearing
source: Main Bearing
de: Hauptlager

# Common.SensorManufacturers
source: Vibration sensor technology
de: Schwingungssensorik

# Common.Bearing
source: Bearing
de: Lager

# Common.Sprocket
source: Sprocket
de: Rad/Ritzel

# Common.BaseFrequency
source: Base frequency
de: Basisfrequenz

# Common.Sideband
source: Sideband
de: Seitenband

# Common.Harmonic
source: Harmonic
de: Harmonische

# Common.InnerRing
source: Inner ring
de: Innenring

# Common.OuterRing
source: Outer ring
de: Außenring

# Common.InnerAndOuterRing
source: Inner and outer ring
de: Innen- und Außenring

# Common.RollingBody
source: Rolling elements
de: Wälzkörper

# Common.FundamentalTrain
source: Cage
de: Käfig

# Common.RotorRpm
source: Rotor RPM
de: Rotordrehzahl

# Common.GridFrequency
source: Grid frequency
de: Netzfrequenz

# Common.HalfGridFrequency
source: Half grid frequency
de: Halbe Netzfrequenz

# Common.DoubleGridFrequency
source: Double grid frequency
de: Doppelte Netzfrequenz

# Common.Fixed
source: Fixed
de: feststehend

# Common.Rotating
source: Rotating
de: drehend

# Common.OverrunFrequency
source: Overrun frequencies
de: Überrollfrequenz

# Common.DisturbanceFrequency
source: Disturbance frequency
de: Störfrequenz

# Common.CalculatorTransformationMode
source: Smoothing process for the characteristics
de: Glättungsverfahren für die Kennwerte

# Common.CalculatorTransformationModeInfo
source: A description of the smoothing processes can be found in the Wiki.
de: Eine Beschreibung der Glättungsverfahren findet sich im Wiki.

# Common.InOperationSinceTooltip
source: Date of commissioning
de: Inbetriebnahmedatum setzen

# Common.SignalNotForEveryUnit
source: Signals marked with * are either not available or available multiple times for the selected power plant units.
de: Mit * gekennzeichnete Signale sind entweder nicht oder mehrfach für die ausgewählten Anlagen verfügbar.

# Common.DetailedAnalysisModelDeviation
source: Detailed analysis of residuals
de: Detailanalyse Modellabweichung

# Common.DetailedAnalysisRaw
source: Detailed analysis of raw data
de: Detailanalyse Messwerte

# Common.TimeSpan
source: Time span
de: Zeitraum

# Common.Loading
source: Loading...
de: Lade...

# Common.DisplayForX
source: X Value
de: X Wert

# SystemMessages.CalculatorRolloutInputMissing
source: The rollout of the calculators {CALCULATORS} was successfull, though the inputs {STREAMS} are missing.
de: Das Ausrollen der Berechnungsinstanz {CALCULATORS} konnte durchgeführt werden. Es fehlen jedoch die Eingänge{STREAMS}.

# SystemMessages.CalculatorRolloutMustUseInputMissing
source: The rollout of the calculators {CALCULATORS} has failed, because a necessary input {STREAMS} is missing.
de: Das Ausrollen der Berechnungsinstanz {CALCULATORS} ist fehlgeschlagen, weil ein zwingend erforderlicher Eingang {STREAMS} fehlt.

# SystemMessages.CalculatorRolloutFailedNoInputs
source: The rollout of the calculators {CALCULATORS} has failed, because no inputs exist.
de: Das Ausrollen der Berechnungsinstanz {CALCULATORS} ist fehlgeschlagen, weil kein Eingang vorhanden ist.

# SystemMessages.CalculatorRolloutFailedTargetMissing
source: The rolout of the calculators {CALCULATORS} has failed, because the output signal does not exist.
de: Das Ausrollen der Berechnungsinstanz {CALCULATORS} ist fehlgeschlagen, weil das Zielsignal nicht vorhanden ist.

# SystemMessages.VibrationCalculatorRolloutFailed
source: The rollut of the calculators {CALCULATORS} was successfull, though not all measurement series could be found.
de: Das Ausrollen der Berechnungsinstanz {CALCULATORS} konnte durchgeführt werden. Es konnten allerdings nicht alle Messreihen gefunden werden.

# SystemMessages.ModelTrainingCompleted
source: The training of the model has successfully finished.
de: Das Modelltraining wurde erfolgreich beendet.

# SystemMessages.CorrelationComputed
source: Computation of correlation successfully finished.
de: Korrelationsberechnung erfolgreich beendet.

# SystemMessages.TrainingSuccessful
source: The calculator training was successfull for{CALCULATORS}.
de: Das Berechnungsinstanz-Training war erfolgreich für{CALCULATORS}.

# SystemMessages.TrainingFailed
source: The calculator training has failed for{CALCULATORS}.
de: Das Berechnungsinstanz-Training ist fehlgeschlagen für{CALCULATORS}.

# SystemMessages.TrainingNotEnoughData
source: Not enough data is applicable for training the calculators{CALCULATORS}. The calculator will thus be set to status ''untrained''. The calculator will be automaticly retrained during daily updating processes.
de: Für das Training der Berechnungsinstanz {CALCULATORS} stehen nicht genügend gültige Daten zur Verfügung. Die Berechnungsinstanz wird daher auf den Trainingsstatus ''untrainiert'' gesetzt. Im Zuge der täglichen Ladeprozesse wird die Instanz automatisch neu trainiert.

# SystemMessages.NewVersionAvailable
source: A new version of the application was added. To avoid errors, please update the application (e.g. press Ctrl+F5) or restarte your browser.
de: Eine neue Version der Applikation wurde eingespielt. Um unerwünschte Nebeneffekte zu vermeiden, wird die Aktualisierung der Applikation (z. B. durch Drücken der Tastenkombination Strg+F5) oder ein Neustart des Browsers empfohlen.

# Enums.DisturbanceFrequencyMode.HideDisturbanceFrequency
source: Hide only disturbing frequency
de: Nur Störfrequenzen ausblenden

# Enums.DisturbanceFrequencyMode.HideFullDisturbanceFrequencyRange
source: Hide full disturbing range
de: Störbereich vollständig ausblenden

# Enums.DownsamplingMethod.Lttb
source: LTTB-Algorithm
de: LTTB-Algorithmus

# Enums.HeatmapOrdering.Date
source: Date
de: Datum

# Enums.HeatmapOrdering.RotationalSpeed
source: Rotational Speed (Campbell diagram)
de: Drehzahl (Campbell-Diagramm)

# Enums.MeasurementSetAnalysisType.Raw
source: Raw data
de: Messung

# Enums.MeasurementSetAnalysisType.Envelope
source: Envelope
de: Hüllkurve

# Enums.MeasurementSetAnalysisType.Spectrum
source: Frequency spectrum
de: Frequenzspektrum

# Enums.MeasurementSetAnalysisType.Cepstrum
source: Cepstrum
de: Kepstrum

# Enums.GroupVibrationChartsSelectionValue.Name
source: Measurement Series
de: Messreihenname

# Enums.GroupVibrationChartsSelectionValue.Type
source: Measurement Series Type
de: Messreihentyp

# Enums.GroupVibrationChartsSelectionValue.Characteristic
source: Characteristic
de: Kennzahl

# Enums.GroupVibrationChartsSelectionValue.PowerClass
source: Power class
de: Leistungsklasse

# Enums.PowerClassType.None
source: No power class
de: Keine Leistungsklasse

# Enums.PowerClassType.CoastRange
source: Idling
de: Trudelbereich

# Enums.PowerClassType.LowRange
source: Low load range
de: Niedriglastbereich

# Enums.PowerClassType.LowerPartialRange
source: Partial load I - lower range
de: Unterer Teillastbereich

# Enums.PowerClassType.UpperPartialRange
source: Partial load II - upper range
de: Oberer Teillastbereich

# Enums.PowerClassType.PeakRange
source: Full load range
de: Volllastbereich

# Enums.PowerClassType.Any
source: No restrictions
de: keine Einschränkungen

# Enums.SprocketType.SunGear
source: Sun gear
de: Sonnenrad

# Enums.SprocketType.PlanetGear
source: Planet gear
de: Planetenrad

# Enums.SprocketType.Sprocket
source: Sprocket
de: Ritzel

# Enums.ManufacturerType.WindTurbine
source: Wind Turbine
de: Windkraftanlage

# Enums.ManufacturerType.Gearing
source: Gearing
de: Getriebe

# Enums.ManufacturerType.Bearing
source: Bearing
de: Lager

# Enums.ManufacturerType.MainBearing
source: Main Bearing
de: Hauptlager

# Enums.TechnicalUnitKind.Gearing
source: Gearing
de: Getriebe

# Enums.TechnicalUnitKind.MainBearing
source: Main Bearing
de: Hauptlager

# Enums.TechnicalUnitState.Active
source: Active
de: Aktiv

# Enums.TechnicalUnitState.Inactive
source: Inactive
de: Inaktiv

# Enums.TechnicalUnitState.Obsolete
source: Obsolete
de: Veraltet

# Enums.CalculatorModelHistoryReason.Unknown
source: Unknown
de: Unbekannt

# Enums.SystemMessageType.Data
source: Data
de: Daten

# Enums.StatisticsType.Mean
source: Mean
de: Mittelwert

# Enums.StatisticsType.StandardDeviation
source: Standard deviation
de: Standardabweichung

# Enums.IssueActivityType.AddedComment
source: Comment added
de: Notiz angelegt

# Enums.IssueActivityType.ChangedThresholds
source: Change of thresholds for monitor {MONITOR}
de: Schwellwertänderung Monitor {MONITOR}

# Enums.IssueActivityType.TrainedCalculator
source: {TRAININGSTATE} Training calculator {CALCULATOR}
de: {TRAININGSTATE} Training Berechnungsinstanz {CALCULATOR}

# Enums.IssueActivityType.ChangedCalculatorTrainingParameters
source: Training parameters changed for calculator {CALCULATOR}
de: Trainingsparameter geändert für Berechnungsinstanz {CALCULATOR}

# Enums.IssueActivityType.InvalidatedSignal
source: Data marked as invalid signal {SIGNAL}
de: Daten als ungültig markiert Signal {SIGNAL}

# Enums.IssueActivityType.StartedIssueTracking
source: Issue is tracked, reminder at {REMINDERAT}
de: Nachverfolgung aktiviert, Wiedervorlage am {REMINDERAT}

# Enums.IssueActivityType.CompletedIssue
source: Issue completed. {COMPLETIONREASON}
de: Auffälligkeit abgeschlossen. {COMPLETIONREASON}

# Enums.IssueActivityType.EndOfTrackingByUser
source: Issue tracking is ended.
de: Nachverfolgung aufgehoben.

# Enums.IssueActivityType.ReminderByRule
source: Reminder activated earlier by rule.
de: Wiedervorlage vorzeitig regelbasiert aktiviert.

# Enums.IssueActivityType.ReminderByDate
source: Reminder activated as planned.
de: Wiedervorlage planmäßig aktiviert.

# Enums.IssueActivityType.ReminderByExpirationOrRemoval
source: Reminder activated on expiration or removal of issue.
de: Wiedervorlage aktiviert für abgelaufene oder entfernte Auffälligkeit.

# Enums.IssueActivityType.ChangedMaintenanceNumber
source: Issue maintenance number added/chaged
de: IH-Meldungsnummer hinzugefügt/geändert
