Repository: pschmiedel/angular-phonecat-hybrid
Catalog: src/localization/messages.*.xlf
Languages: de

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.TrainAllMonitors
source: Update all monitors of this power plant unit having at least one affected measurement in the reference period.
de: Alle Monitore der Anlage aktualisieren, für die mindestens eine der betroffenen Messungen im Referenzzeitraum liegt.

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.Comment
source: Comment
de: Kommentar

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.DataValidity
source: Data validity
de: Datengültigkeit

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.Apply
source: Apply
de: Übernehmen

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.Cancel
source: Cancel
de: Abbrechen

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.Save
source: Save
de: Speichern

source: Delete
de: Löschen

# Views.Shared.PowerPlantUnitInformation.Title
source: Power plant unit and component information
de: Anlagen- und Komponenteninformation

# Views.Shared.PowerPlantUnitInformation.PowerPlant
source: Power plant
de: Kraftwerk

# Views.Shared.PowerPlantUnitInformation.PowerPlantUnit
source: Unit
de: Anlage

# Views.Shared.PowerPlantUnitInformation.Description
source: Unit (local)
de: Lokale Anlagenbez.

# Views.Shared.PowerPlantUnitInformation.ControlType
source: Type of control
de: Steuerungstyp.

# Views.Shared.PowerPlantUnitInformation.Version
source: Plant version
de: Anlagenversion

# Views.Shared.PowerPlantUnitInformation.ServiceLevel
source: Maintenance contract
de: Service-Stufe

# Views.Shared.PowerPlantUnitInformation.Component
source: Component
de: Komponente

# Views.Shared.PowerPlantUnitInformation.NominalPower
source: Nominal power
de: Nennleistung

# Views.Shared.PowerPlantUnitInformation.SapIndicator
source: SAP Indicator
de: SAP-Kennz.

# Views.Shared.PowerPlantUnitInformation.Manufacturer
source: Manufacturer
de: Hersteller

# Views.Shared.PowerPlantUnitInformation.PowerPlantType
source: Type of power plant
de: Anlagentyp

# Views.Shared.PowerPlantUnitInformation.InOperationSince
source: In operation since
de: Inbetriebnahme

# Views.Shared.PowerPlantUnitInformation.Gearing
source: Gearing
de: Getriebe

# Views.Shared.PowerPlantUnitInformation.MainBearing
source: Main Bearing
de: Hauptlager

# Views.Shared.PowerPlantUnitInformation.SensorManufacturers
source: Vibration sensor technology
de: Schwingungssensorik

# Views.Shared.MeasurementMetadata.Title
source: Metadata of the selected {TYPE}
de: Metainformationen der ausgewählten {TYPE}

# Views.Shared.MeasurementMetadata.Measurements
source: Measurements
de: Messungen

# Views.Shared.MeasurementMetadata.Envelopes
source: Envelopes
de: Hüllkurven

# Views.Shared.MeasurementMetadata.Spectrums
source: Spectra
de: Spektren

# Views.Shared.MeasurementMetadata.Cepstrums
source: Cepstra
de: Kepstren

# Views.Shared.MeasurementMetadata.PlayAudio
source: Click here to play audio.
de: Zur Audiowiedergabe hier klicken.

# Views.Shared.MeasurementMetadata.AudioNotSupported
source: Audio not supported in currently used browser.
de: Audio wird vom aktuell genutzten Browser nicht unterstützt.

# Views.Shared.MeasurementMetadata.FrequencyNotSupported
source: Frequency not supported for audio.
de: Die Frequenz wird für Audioausgabe nicht unterstützt.

# Views.Shared.MeasurementMetadata.Frequency
source: Frequency
de: Frequenz

# Views.Shared.MeasurementMetadata.Resolution
source: resolution
de: Auflösung

# Views.Shared.MeasurementMetadata.MeasurementDate
source: Date of measurement
de: Messung aufgenommen am

# Views.Shared.MeasurementMetadata.AnalysisCalculationDate
source: Date of calculation of{TYPESINGULAR}:
de: {TYPESINGULAR} berechnet am:

# Views.Shared.MeasurementMetadata.MeasurementLength
source: Length of measurement
de: Zeitreihenlänge

# Views.Shared.MeasurementMetadata.MeasurementPeriod
source: Period of measurement
de: Messdauer

# Views.Shared.MeasurementMetadata.Metainformation
source: Meta information
de: Metainformationen

# Views.Shared.MeasurementMetadata.Characteristics
source: Characteristics
de: Kennwerte

# Views.Shared.MeasurementMetadata.AudioPlayback
source: Audio Playback
de: Audiowiedergabe

# Views.Shared.MeasurementMetadata.Points
source: Points
de: Punkte

# Views.Shared.MeasurementMetadata.Close
source: Close
de: Schließen

# Views.Shared.MeasurementMetadata.Tracking
source: Compensation of rotational speed
de: Drehzahlkompensation

# Views.Shared.DisturbanceFrequencies.Title
source: Disturbance frequencies of the measurement {SIGNAL}
de: Störfrequenzen der Messreihe {SIGNAL}

# Views.Shared.DisturbanceFrequencies.Close
source: Close
de: Schließen

# Views.Shared.DisturbanceFrequencies.Grid.From
source: From
de: Beginn

# Views.Shared.DisturbanceFrequencies.Grid.To
source: To
de: Ende

# Views.Shared.DisturbanceFrequencies.Grid.Name
source: Name
de: Bezeichnung

# Views.Shared.DisturbanceFrequencies.Grid.FrequencyMode
source: Variant
de: Variante

# Views.Shared.DisturbanceFrequencies.Grid.DisturbanceFrequency
source: Disturbance frequency
de: Störfrequenz

# Views.Shared.DisturbanceFrequencies.Grid.DisturbanceFrequencyLower
source: Disturbance frequency from
de: Störbereich von

# Views.Shared.DisturbanceFrequencies.Grid.DisturbanceFrequencyUpper
source: Disturbance frequency up to
de: Störbereich bis

# Views.Shared.DisturbanceFrequencies.Grid.HarmonicCount
source: Number of harmonics
de: Anz. Harmonische

# Views.Shared.DisturbanceFrequencies.Grid.RecalculationFrom
source: Recalculation back to
de: Rückrechnung bis

# Views.Shared.InvalidAreas.Title
source: Time periods of the signal {{legendName}} marked as invalid
de: Ungültigkeitsbereiche des Signals {{legendName}}

# Views.Shared.InvalidAreas.Close
source: Close
de: Schließen

# Views.Shared.InvalidAreas.Grid.From
source: Period from
de: Zeitraum von

# Views.Shared.InvalidAreas.Grid.To
source: Period up to
de: Zeitraum bis

# Views.Shared.InvalidAreas.Grid.Classification
source: Classification
de: Klassifikation

# Views.Shared.InvalidAreas.Grid.Comment
source: Comment
de: Kommentar

# Views.Shared.InvalidAreas.Grid.Created
source: Created on
de: Angelegt am

# Views.Shared.AdazVibrationChart.DisturbanceFrequency
source: Disturbance frequency range
de: Störfrequenzbereich

# Views.Shared.AdazVibrationChart.ResetZoom
source: Reset zoom
de: Zoom zurücksetzen

# Views.Shared.AdazVibrationChart.MetadataInformation
source: Meta information of measurements/spectra
de: Metainformationen der Messungen/Spektren

# Views.Shared.AdazVibrationChart.AxisSettings
source: y-axis
de: Achseneinstellungen

# Views.Shared.AdazVibrationChart.Settings
source: Settings
de: Einstellungen

# Views.Shared.AdazVibrationChart.Thresholds
source: Thresholds
de: Schwellwerte

# Views.Shared.AdazVibrationChart.ExportExcel
source: Export (csv)
de: Daten exportieren (csv)

# Views.Shared.AdazVibrationChart.Heatmap
source: Waterfall/Heatmap chart
de: Wasserfall-/Heatmap-Darstellung

# Views.Shared.AdazVibrationChartSettings.Title
source: Settings
de: Einstellungen

# Views.Shared.AdazVibrationChartSettings.EnableSeriesOffset
source: Hide the first frequncy points when displaying spectra
de: Die ersten Frequenzpunkte bei der Anzeige von Spektren ausblenden

# Views.Shared.AdazVibrationChartSettings.Close
source: Close
de: Schließen

# Views.Shared.AdazVibrationChartSettings.Apply
source: Apply
de: Übernehmen

# Views.Shared.AdazVibrationChartAxisSettings.Title
source: Change y-axis
de: Achsenparameter ändern

# Views.Shared.AdazVibrationChartAxisSettings.Reset
source: Reset
de: Zurücksetzen

# Views.Shared.AdazVibrationChartAxisSettings.Close
source: Close
de: Schließen

# Views.Shared.AdazVibrationChartAxisSettings.Apply
source: Apply
de: Übernehmen

# Views.Shared.AdazVibrationChartAxisSettings.Automatic
source: automatic
de: automatisch

# Views.Shared.AdazVibrationChartAxisSettings.AxisGenitive
source: -axis
de: -Achsen

# Views.Shared.AdazChart.ThresholdRange
source: Allowed range
de: zulässiger Bereich

# Views.Shared.AdazChart.NormalRange
source: Normal range
de: Normalbereich

# Views.Shared.AdazChart.SignificanceGreater1
source: Thresholds for severity greater than 1
de: Schwellwerte für Schwere größer 1

# Views.Shared.AdazChart.TrainingPeriod
source: Training period
de: Trainingszeitraum

# Views.Shared.AdazChart.ServiceSwitchOn
source: Service switch on
de: Serviceschalter ein

# Views.Shared.AdazChart.ComponentDefect
source: Signal influenced by component failure
de: Signal von Bauteildefekten beeinflusst

# Views.Shared.AdazChart.DataUnsuitable
source: Data unsuitable for training
de: Daten für Training ungeeignet

# Views.Shared.AdazChart.Outlier
source: Outlier
de: Ausreißer

# Views.Shared.AdazChart.IncorrectMeasurement
source: Incorrect measurement
de: Fehlmessung

# Views.Shared.AdazChart.ChangedSignalCharacteristic
source: Change of signal characteristics
de: Andersartige Signalcharakteristik

# Views.Shared.AdazChart.OutsideOfSignalRange
source: Outside of valid signal range
de: Ungültiger Wertebereich eines Signals

# Views.Shared.AdazChart.MeasurementFulfilledCriteria
source: Measurement
de: Messung

# Views.Shared.AdazChart.MeasurementUnfulfilledCriteria
source: Measurement not in the chosen power classes
de: Messung nicht in den gewählten Leistungsklassen

# Views.Shared.AdazChart.ComponentReplacement
source: Component replacement
de: Komponentenwechsel

# Views.Shared.AdazChart.MeasurementSystemReconfiguration
source: MeasurementSystem reconfiguration
de: Messsystem neu konfiguriert

# Views.Shared.AdazChart.MainComponentReplacement
source: @:Enums.EventFrameType.MainComponentReplacement
de: Hauptkomponente getauscht

# Views.Shared.AdazChart.SignalCharacteristicChanged
source: @:Enums.EventFrameType.SignalCharacteristicChanged
de: Signalcharakteristik geändert

# Views.Shared.AdazCharacteristicChart.ReferencePeriod
source: Reference period
de: Referenzzeitraum

# Views.Shared.Confirmation.Title
source: Confirmation
de: Bestätigung

# Views.Shared.Confirmation.Cancel
source: Cancel
de: Abbrechen

# Views.Shared.Confirmation.Apply
source: Apply
de: Übernehmen

# Views.Shared.Thresholds.CalculatorTransformationMode
source: Smoothing process for the characteristics
de: Glättungsverfahren für die Kennwerte

# Views.Shared.Thresholds.CalculatorTransformationModeInfo
source: A description of the smoothing processes can be found in the Wiki.
de: Eine Beschreibung der Glättungsverfahren findet sich im Wiki.

# Views.Shared.Thresholds.TypeOfThresholds
source: Definition of thresholds
de: Art der Speicherung der Schwellwerte

# Views.Shared.Thresholds.TypeOfThresholdsInfo
source: Caution: Thresholds saved as values relative to training residuals change with every training of the corresponding calculator in case mean and/or standard deviation of training residulas change. Thresholds saved as absolute values remain unchanged after new trainings.
de: Achtung: Bei einer Speicherung relativ zum Mittelwert verändern sich die Grenzen mit jedem Training der zugehörigen Berechnungsinstanz, bei dem sich Mittelwert und/oder Standardabweichung ändern, ebenfalls. Bei absoluten Grenzwerten bleiben diese auch nach einem Training unverändert.

# Views.Shared.Thresholds.TrainingResults
source: Statistical values of residuals in the training period:
de: Statistische Werte der Modellabweichung im Trainingszeitraum:

# Views.Shared.Thresholds.VibrationTrainingResults
source: Statistical values in the reference period
de: Statistische Werte im Referenzzeitraum

# Views.Shared.Thresholds.ResetToTraining
source: Restore parameters
de: Modellparameter wiederherstellen

# Views.Shared.Thresholds.MeanValue
source: Mean value
de: Mittelwert

# Views.Shared.Thresholds.StandardDeviation
source: Standard deviation
de: Standardabweichung

# Views.Shared.Thresholds.RelativeValues
source: Relative to training residuals
de: Relativ zum Mittelwert

# Views.Shared.Thresholds.AbsoluteValues
source: Absolute values
de: Absolute Werte

# Views.Shared.Thresholds.ThresholdsUpper
source: Normal range, upper threshold
de: Normalbereich des Monitors, obere Grenze

# Views.Shared.Thresholds.ThresholdsLower
source: Normal range, lower threshold
de: Normalbereich des Monitors, untere Grenze

# Views.Shared.Thresholds.MagnitudeScaleUpper
source: Thresholds for magnitude greater 1, upper threshold
de: Schwellwerte für Schwere größer 1, obere Grenze

# Views.Shared.Thresholds.MagnitudeScaleLower
source: Thresholds for magnitude greater 1, lower threshold
de: Schwellwerte für Schwere größer 1, untere Grenze

# Views.Shared.Thresholds.Reset
source: Reset
de: Zurücksetzen

# Views.Shared.Thresholds.ResetToModel
source: Restore parameters
de: Modellparameter wiederherstellen

# Views.Shared.SiblingMonitorThresholds.Title
source: Threshold changes for multiple monitors
de: Schwellwertänderung für mehrere Monitore

# Views.Shared.SiblingMonitorThresholds.Warning
source: CAUTION: By applying changes to the current selection, thresholds of the monitors '{MONITOR}' will be set on the values in the coloured line for the following power plant units.
de: ACHTUNG: Mit der aktuellen Auswahl werden für die folgenden Anlagen die Schwellwerte der Monitore '{MONITOR}' auf die Werte in der farblich hervorgehobenen Zeile geändert.

# Views.Shared.SiblingMonitorThresholds.PowerPlant
source: Power plant
de: Kraftwerk

# Views.Shared.SiblingMonitorThresholds.PowerPlantUnit
source: Unit
de: Anlage

# Views.Shared.SiblingMonitorThresholds.Save
source: Save
de: Speichern

# Views.Shared.SiblingMonitorThresholds.Cancel
source: Cancel
de: Abbrechen

# Views.Shared.SiblingMonitorThresholds.NormalRangeOfMonitor
source: Normal range of the monitor
de: Normalbereich des Monitors

# Views.Shared.SiblingMonitorThresholds.DefectMagnitudeHigher1
source: Severity greater 1
de: Schwere größer 1

# Views.Shared.SiblingMonitorThresholds.LowerLimit
source: Lower limit
de: Untere Grenze

# Views.Shared.SiblingMonitorThresholds.UpperLimit
source: Upper limit
de: Obere Grenze

# Views.Shared.SiblingMonitorThresholds.Relative
source: Relative
de: Relativ

# Views.Shared.SiblingMonitorThresholds.Absolute
source: Absolute
de: Absolut

# Views.Shared.SiblingMonitorThresholds.Colored
source: Coloured
de: farbig

# Views.Shared.SiblingMonitorThresholds.NewValues
source: New Thresholds
de: Neue Schwellwerte

# Views.Shared.SiblingMonitorThresholds.Bold
source: Bold
de: fett

# Views.Shared.SiblingMonitorThresholds.UseAbsoluteValues
source: Way of storing values
de: Art der Speicherung

# Views.Shared.ThresholdsFlyout.Title
source: Change monitor thresholds
de: Monitor-Schwellwerte ändern

# Views.Shared.ThresholdsFlyout.Toolbar
source: Thresholds
de: Schwellwerte

# Views.Shared.ThresholdsFlyout.ChooseMonitor
source: Choose monitor
de: Zu bearbeitender Monitor

# Views.Shared.ThresholdsFlyout.Comment
source: Enter comment (mandatory)
de: Kommentar eingeben (Pflichtfeld)

# Views.Shared.ThresholdsFlyout.SiblingChange
source: Apply changes to
de: Änderungen anwenden auf

# Views.Shared.ThresholdsFlyout.SiblingChangeInfo
source: A ''Sibling monitor'' uses the same monitor model as the shown monitor but refers to another unit.
de: Einem ''Geschwistermonitor'' liegt dasselbe Monitormodell zugrunde wie für den angezeigten Monitor, jedoch ist der Geschwistermonitor bezogen auf eine andere Anlage.

# Views.Shared.ThresholdsFlyout.ShowHistory
source: Show history
de: Änderungshistorie

# Views.Shared.ThresholdsFlyout.Reset
source: Reset
de: Zurücksetzen

# Views.Shared.ThresholdsFlyout.Save
source: Save
de: Speichern

# Views.Shared.ThresholdsFlyout.SaveSuccessful
source: Data successfully saved
de: Die Daten wurden gespeichert

# Views.Shared.ThresholdsFlyout.SaveError
source: Data could not be saved
de: Die Daten konnten nicht gespeichert werden

# Views.Shared.ThresholdsFlyout.ModelDeviation
source: Residual
de: Modellabw.

# Views.Shared.ThresholdsFlyout.ThresholdsPlaceholder
source: ''The statistical values ''Mean'' und ''Standard deviation'' of the residual could not be determined for the training period. Therefore, the thresholds of the monitor can not be modified. A possible reason might be, that the corresponding calculator has the training status ''untrained''.
de: ''Die statistischen Werte ''Mittelwert'' und ''Standardabweichung'' der Modellabweichung konnten für den Trainingszeitraum nicht bestimmt werden. Die Schwellwerte des Monitors können daher nicht bearbeitet werden. Eine mögliche Ursache ist, dass die zugehörige Berechnungsinstanz noch im Trainingsstatus ''untrainiert'' ist.

# Views.Shared.CalculatorTrainingFlyout.Title
source: Training parameters
de: Trainingsparameter

# Views.Shared.CalculatorTrainingFlyout.ChooseCalculator
source: Choose Calculator
de: Zu bearbeitende Instanz

# Views.Shared.CalculatorTrainingFlyout.Toolbar
source: Calculator training
de: Berechnungsinstanz-Training

# Views.Shared.TrainingPeriod.Title
source: Test result for training period {STARTDATE} - {ENDDATE}
de: Prüfergebnis für Trainingszeitraum {STARTDATE} - {ENDDATE}

# Views.Shared.TrainingPeriod.PercentageValid
source: Percantage of valid training data
de: Anteil verwendbare Trainingsdaten

# Views.Shared.TrainingPeriod.LargestContiguousBlock
source: Largest continuous block of valid training data
de: Längster zusammenhängener Bereich verwendbarer Trainingsdaten

# Views.Shared.TrainingPeriod.Close
source: Close
de: Schließen

# Views.Shared.TrainingPeriod.NotAvailable
source: Not available
de: Nicht verfügbar

# Views.Shared.TrainingPeriod.TrainingPeriodContainsNoData
source: CAUTION: The training period does not contain valid data.
de: ACHTUNG: Der Trainingszeitraum enthält keine gültigen Trainingsdaten

# Views.Shared.Conflict.Title
source: Conflict detected
de: Konflikt erkannt

# Views.Shared.Conflict.Description
source: Another user has changed the record while you were editing the data. How do you wish to continue?
de: Ein anderer Benutzer hat den Datensatz geändert, während Sie die Daten editiert haben. Wie möchten Sie fortfahren?

# Views.Shared.Conflict.Reload
source: Discard my changes, reload
de: Meine Änderungen verwerfen, neu laden

# Views.Shared.Conflict.Overwrite
source: Overwrite changes of the other user
de: Änderungen des anderen Benutzer überschreiben

# Views.Shared.ThresholdsHistory.Title
source: History of thresholds for monitor {MONITOR}
de: Historie Schwellwerte Monitor {MONITOR}

# Views.Shared.ThresholdsHistory.Close
source: Close
de: Schließen

# Views.Shared.ThresholdsHistory.HistoryReason
source: Reason
de: Grund

# Views.Shared.ThresholdsHistory.Comment
source: Comment
de: Kommentar

# Views.Shared.ThresholdsHistory.User
source: User
de: Benutzer

# Views.Shared.ThresholdsHistory.Created
source: Created
de: Erstellt

# Views.Shared.ThresholdsHistory.NormalRangeOfMonitor
source: Normal range of the monitor
de: Normalbereich des Monitors

# Views.Shared.ThresholdsHistory.DefectMagnitudeHigher1
source: Severity greater 1
de: Schwere größer 1

# Views.Shared.ThresholdsHistory.LowerLimit
source: Lower limit
de: Untere Grenze

# Views.Shared.ThresholdsHistory.UpperLimit
source: Upper limit
de: Obere Grenze

# Views.Shared.ThresholdsHistory.Relative
source: Relative
de: Relativ

# Views.Shared.ThresholdsHistory.Absolute
source: Absolute
de: Absolut

# Views.Shared.Restrictions.Manufacturer
source: Manufacturer
de: Hersteller

# Views.Shared.Restrictions.PowerPlantType
source: Type of power plant
de: Anlagentyp

# Views.Shared.Restrictions.PowerPlantVersion
source: Version of power plant
de: Anlagenversion

# Views.Shared.Restrictions.ControlType
source: Type of control
de: Steuerungstyp

# Views.Shared.Restrictions.RestrictToPowerPlant
source: Power plant
de: Kraftwerke

# Views.Shared.Restrictions.RestrictToPowerPlantUnit
source: Power plant units
de: Anlagen

# Views.Shared.Restrictions.RestrictToPowerPlantInfo
source: If the model is not supposed to be rolled out for all power plant units with the chosen classification, select the power plants and/or units on which the model shall be restricted. This restriction can be changed at any time.
de: Wenn das Modell nicht automatisch auf alle Anlagen mit der gewählten Anlagenklassifikation ausgerollt werden soll, dann hier die entsprechenden Kraftwerke und/oder Anlagen auswählen, auf die das Modell eingeschränkt werden soll. Diese Einschränkung ist jederzeit änderbar.

# Views.Shared.CalculatorTraining.PlannedTraining
source: Execute next training according to plan
de: Nächstes Training planmäßig ausführen

# Views.Shared.CalculatorTraining.ImmediateTraining
source: Retrain Calculator immediatly (background process)
de: Instanz sofort neu trainieren (als Hintergrundprozess)

# Views.Shared.CalculatorTraining.LastTraining
source: Last training
de: Letztes Training

# Views.Shared.CalculatorTraining.NextTraining
source: Next training
de: Nächstes Training

# Views.Shared.CalculatorTraining.CurrentTrainingState
source: Current status of training
de: Aktueller Trainingsstatus

# Views.Shared.CalculatorTraining.LastTrainingTooltip
source: Type:{{state | enumeration:'CalculatorTrainingState' | translate}}<br/>Result:{{lastTrainingHistory.type | enumeration:'CalculatorTrainingHistoryType' | translate}}<br/>Valid training data: {{lastTrainingHistory.percentageValid | number:2}} %<br/>Longest continuous block of valid training data: {{lastTrainingHistory.largestContiguousBlockStart | tooltipDate}} - {{lastTrainingHistory.largestContiguousBlockEnd | tooltipDate}}
de: Typ:{{state | enumeration:'CalculatorTrainingState' | translate}}<br/>Ergebnis:{{lastTrainingHistory.type | enumeration:'CalculatorTrainingHistoryType' | translate}}<br/>Verwendbare Trainingsdaten: {{lastTrainingHistory.percentageValid | number:2}} %<br/>Längster zusammenhängender Bereich verwendbarer Trainingsdaten: {{lastTrainingHistory.largestContiguousBlockStart | tooltipDate}} - {{lastTrainingHistory.largestContiguousBlockEnd | tooltipDate}}

# Views.Shared.CalculatorTraining.LastTrainingTooltipVibration
source: Type:{{training.state | enumeration:'CalculatorTrainingState' | translate}}<br/>Result:{{training.lastTrainingHistory.type | enumeration:'CalculatorTrainingHistoryType' | translate}}<br/>Number of valid measurements: {TOTALNUMBEROFVALIDDATAPOINTS}
de: Typ:{{training.state | enumeration:'CalculatorTrainingState' | translate}}<br/>Ergebnis:{{training.lastTrainingHistory.type | enumeration:'CalculatorTrainingHistoryType' | translate}}<br/>Anzahl gültiger Messungen: {TOTALNUMBEROFVALIDDATAPOINTS}

# Views.Shared.CalculatorTraining.Continuous.TrainingDays
source: Duration of continuous training
de: Länge des gleitenden Trainings

# Views.Shared.CalculatorTraining.Continuous.ReferenzDays
source: Duration of complete reference period
de: Länge des vollständigen Referenzzeitraums

# Views.Shared.CalculatorTraining.Continuous.DelayTraining
source: Delay training
de: Trainingsverzögerung

# Views.Shared.CalculatorTraining.Continuous.Days
source: days
de: Tage

# Views.Shared.CalculatorTraining.Continuous.Save
source: Save
de: Speichern

# Views.Shared.CalculatorTraining.Continuous.DelayTrainingTooltip
source: This parameter defines up to which day the data for a training can be used (today - delay) in order to include operational knowledge (e.g. component failures) that is raising false issues into the training. This parameter is ignored if a training starts immediatly.
de: Über diesen Parameter wird gesteuert, bis zu welchem Tag die Daten für ein Training herangezogen werden dürfen (heute - Trainingsverzögerung), damit aktuelle Erkenntnisse aus dem Betrieb (z.B. Bauteildefekte), die z. B. in Form von Auffälligkeiten vorliegen, in das Training einfließen können. Der Parameter wird ignoriert, wenn ein Training sofort durchgeführt werden soll.
