Repository: pschmiedel/angular-phonecat-hybrid
Catalog: src/localization/messages.*.xlf
Languages: de

# Views.Shared.SeriesInformation.CalculatorName
source: Calculator
de: Berechnungsinstanz

# Views.Shared.SeriesInformation.MonitorModelName
source: Monitor model
de: Monitormodell

# Views.Shared.SeriesInformation.InvalidAreas
source: Invalid time periods
de: Ungültigkeitsbereiche

# Views.Shared.SeriesInformation.ShowList
source: Show list
de: Liste anzeigen

# Views.Shared.SeriesInformation.NoInvalidAreas
source: none available
de: keine vorhanden

# Views.Shared.DamageDatabase.Toolbar
source: Copy into damage database
de: In Schadendatenbank kopieren

# Views.Shared.DamageDatabase.Title
source: Copy into damage database
de: In Schadendatenbank kopieren

# Views.Shared.DamageDatabase.PowerPlantUnit
source: Unit
de: Anlage

# Views.Shared.DamageDatabase.StartDate
source: Start of the damage's visibility
de: Beginn der Sichtbarkeit des Schadens

# Views.Shared.DamageDatabase.ObservedAbnormality
source: Observed abnormality
de: Beobachtete Abnormalität

# Views.Shared.DamageDatabase.HypothesizedTechnicalUnit
source: Hypothesized affected component
de: Vermutete betroffene Komponente

# Views.Shared.DamageDatabase.HypothesizedDiagnosis
source: Hypothesized damage diagnosis
de: Vermutete Schadendiagnose

# Views.Shared.DamageDatabase.Copied
source: Copied to clipboard.
de: In Zwischenablage kopiert.

# Views.Shared.DamageDatabase.CopyToClipboard
source: Copy to clipboard
de: In Zwischenablage kopieren

# Views.Shared.DamageDatabase.Signals
source: Affected measurement set
de: Betroffene Messreihe

# Views.Shared.DamageDatabase.PrepareData
source: Prepare data
de: Daten bereitstellen

# Views.Shared.DamageDatabase.MaintenanceReportNumber
source: Maintenance report number (optional)
de: IH-Meldungsnummer (optional)

# Views.Shared.DamageDatabase.Cancel
source: Cancel
de: Abbrechen

source: Aerodynamic imbalance
de: Aerodynamische Unwucht

source: Blade angle misalignment
de: Blattwinkelfehlstellung

source: Defective cooling system
de: Defekt Kühlsystem

# Views.Shared.DamageDatabase.HypothesizedDiagnosisScadaSuggestions.DefectiveFan
source: Defective fan
de: Defekt Lüfter

source: Defective measuring chain
de: Defekt Messkette

# Views.Shared.DamageDatabase.HypothesizedDiagnosisScadaSuggestions.DefectivePump
source: Defective pump
de: Defekt Pumpe

source: Increase of blade loads
de: Erhöhte Blattlasten

# Views.Shared.DamageDatabase.HypothesizedDiagnosisScadaSuggestions.MassImbalance
source: Mass imbalance
de: Massenunwucht

# Views.Shared.DamageDatabase.HypothesizedDiagnosisScadaSuggestions.LooseParts
source: Loose parts
de: Lose Teile

source: Waveform deviation
de: Schwingungsformabweichung

# Views.Shared.DamageDatabase.HypothesizedDiagnosisScadaSuggestions.Other
source: Other (with free text)
de: Sonstiges (mit Freitext)

# Views.Shared.DamageDatabase.HypothesizedDiagnosisVibrationSuggestions.InnerRing
source: Inner race
de: Innenring

# Views.Shared.DamageDatabase.HypothesizedDiagnosisVibrationSuggestions.OuterRing
source: Outer race
de: Außenring

source: Ball
de: Walzkörper

# Views.Shared.DamageDatabase.HypothesizedDiagnosisVibrationSuggestions.Cage
source: Cage
de: Käfig

source: local tooth damage
de: lokaler Verzahnungsschaden

source: Circumferential tooth damage
de: umlaufender Verzahnungsschaden

# Views.Shared.DamageDatabase.HypothesizedDiagnosisVibrationSuggestions.Rub
source: Rubbing
de: Anstreifen

# Views.Shared.DamageDatabase.HypothesizedDiagnosisVibrationSuggestions.Imbalance
source: Imbalance
de: Unwucht

source: Miss alignment
de: Fehlstellung

# Views.Shared.DamageDatabase.HypothesizedDiagnosisVibrationSuggestions.Looseness
source: Looseness
de: Lockerung

# Views.Shared.DamageDatabase.HypothesizedDiagnosisVibrationSuggestions.Wear
source: Wear
de: Verschleiß

# Views.Shared.DamageDatabase.HypothesizedDiagnosisVibrationSuggestions.ToothCrack
source: Broken teeth
de: Zahnbruch

# Views.Shared.DamageDatabase.HypothesizedDiagnosisVibrationSuggestions.Crack
source: Crack
de: Riss

source: Isolation damage
de: Isolationsschaden

# Views.Shared.DamageDatabase.HypothesizedDiagnosisVibrationSuggestions.Other
source: Other (with free text)
de: Sonstiges (mit Freitext)

# Views.Shared.DamageDatabase.ObservedAbnormalitySuggestions.ImplausibleData
source: no/implausible data
de: keine/unplausible Daten

# Views.Shared.DamageDatabase.ObservedAbnormalitySuggestions.AbnormalityComponent
source: Abnormality component
de: Auffälligkeit Bauteil

# Views.Shared.DamageDatabase.ObservedAbnormalitySuggestions.Other
source: Other (with free text)
de: Sonstiges (mit Freitext)

# Views.Shared.Vibrations.Measurement.ModelDeviationWarning
source: Residuals are alerting.
de: Diese Modellabweichung ist auffällig.

# Views.Shared.Vibrations.Measurement.NoPowerClassRestrictions
source: no restrictions
de: keine Einschränkungen

# Views.Shared.Vibrations.Measurement.FilterTitle
source: Measurement graphs
de: Messreihengrafen

# Views.Shared.Vibrations.Measurement.ShowData
source: Show data
de: Daten anzeigen

# Views.Shared.Vibrations.Measurement.PowerClass
source: Power classes
de: Leistungsklasse

# Views.Shared.Vibrations.Measurement.TransformationMode
source: Smoothing method
de: Glättungsmethode

# Views.Shared.Vibrations.Measurement.CharacteristicsNone
source: Characteristics
de: Kennwerte

# Views.Shared.Vibrations.Measurement.CharacteristicsEwma
source: Characteristics (EWMA)
de: Kennwerte (EWMA)

# Views.Shared.Vibrations.Measurement.MeasurementTime
source: Measurement time
de: Messzeit

# Views.Shared.Vibrations.Measurement.Measurement
source: Measurement
de: Messung

# Views.Shared.Vibrations.Measurement.Envelope
source: Envelope
de: Hüllkurve

# Views.Shared.Vibrations.Measurement.FrequencySpectrum
source: Frequency spectrum
de: Frequenzspektrum

# Views.Shared.Vibrations.Measurement.Cepstrum
source: Cepstrum
de: Kepstrum

# Views.Shared.Vibrations.Measurement.Heatmap
source: Waterfall and heatmap
de: Wasserfalldarstellung und Heatmap

# Views.Shared.Vibrations.Measurement.NoMeasurements
source: No fitting measurements available.
de: Keine passenden Messungen vorhanden.

# Views.Shared.Vibrations.Measurement.NoIssueCharacteristics
source: No fitting characteristics available.
de: Keine auffälligen Kennwerte vorhanden.

# Views.Shared.Vibrations.Measurement.NoEnvelopes
source: No fitting envelopes available.
de: Keine passenden Hüllkurven vorhanden.

# Views.Shared.Vibrations.Measurement.NoSpectrums
source: No fitting frequency spectra available.
de: Keine passenden Frequenzspektren vorhanden.

# Views.Shared.Vibrations.Measurement.NoCepstrums
source: No fitting cepstra available.
de: Keine passenden Kepstra vorhanden.

# Views.Shared.Vibrations.Measurement.IssueCharacteristics
source: Alerting Characteristics
de: Auffällige Kennwerte

# Views.Shared.Vibrations.Measurement.NarrowBandCharacteristics
source: Narrow Band Characteristics
de: Schmalbandkennwerte

# Views.Shared.Vibrations.Heatmap.TimeSpan
source: Time span
de: Zeitraum

# Views.Shared.Vibrations.Heatmap.MeasurementSet
source: Measurement set
de: Messreihe

# Views.Shared.Vibrations.Heatmap.DataType
source: Data type
de: Datentyp

# Views.Shared.Vibrations.Heatmap.PowerClasses
source: Power classes
de: Leistungsklassen

# Views.Shared.Vibrations.Heatmap.FrequencyRange
source: Frequency range
de: Frequenzbereich

# Views.Shared.Vibrations.Heatmap.FrequencyFrom
source: Frequency range from
de: Frequenzbereich von

# Views.Shared.Vibrations.Heatmap.FrequencyTo
source: Frequency range to
de: Frequenzbereich bis

# Views.Shared.Vibrations.Heatmap.FrequencyRangeInfo
source: The data will be selected for the given frequency range. This range can be narrowed further afterwards.
de: Die Daten werden nur für den angegebenen Frequenzbereich selektiert. Dieser Bereich kann anschließend in der Grafik weiter eingeschränkt werden.

# Views.Shared.Vibrations.Heatmap.LimitMeasurementsInfo
source: If there are more measurements available in the selected time range the measurements will be equidistant in the selected time range (order by date) or in the rotational speed classes (order by rotational speed) until the selected number of measurements has been reached.
de: Sofern im ausgewählten Zeitraum mehr als die eingegebene Anzahl an Messungen vorhanden ist, werden die Messungen ''gleichverteilt'' über den gewählten Zeitraum (Sortierung nach Datum) bzw. über die Drehzahlklassen (Sortierung nach Drehzahl) ausgewählt, bis die angegebene Anzahl erreicht ist.

# Views.Shared.Vibrations.Heatmap.LimitPointsInfo
source: Because of performance constraints only a subset of the original data points is used for generating the chart. The more points are selected the more detailed the chart is but the longer it takes to generate the chart.
de: Aus Performance-Gründen wird nur eine Teilmenge der ursprünglichen Datenpunkte für die Anzeige verwendet. Je mehr Punkte ausgewählt werden, um so länger dauert das Erstellen der Grafik, um so detailreicher ist jedoch auch die Darstellung.

# Views.Shared.Vibrations.Heatmap.LimitPossibleMeasurementsInfo
source: Measurements (of possible{MEASUREMENTCOUNT})
de: Messungen (von {MEASUREMENTCOUNT} möglichen)

# Views.Shared.Vibrations.Heatmap.LimitPossiblePointsInfo
source: Points (equivalent to a resolution of about {{resolution | number:2}} Hz)
de: Punkte (entspricht einer Auflösung von ca. {{resolution | number:2}} Hz)

# Views.Shared.Vibrations.Heatmap.Envelope
source: Envelope
de: Hüllkurve

# Views.Shared.Vibrations.Heatmap.FrequencySpectrum
source: Frequency spectrum
de: Frequenzspektrum

# Views.Shared.Vibrations.Heatmap.OrderBy
source: Order by
de: Sortierung nach

# Views.Shared.Vibrations.Heatmap.LimitMeasurements
source: Limit number of measurements to
de: Messungen beschränken auf

# Views.Shared.Vibrations.Heatmap.LimitPoints
source: Limit number of points to
de: Anzahl Punkte beschränken auf

# Views.Shared.Vibrations.Heatmap.Downsampling
source: Downsampling method
de: Downsampling-Methode

# Views.Shared.Vibrations.Heatmap.Until
source: until
de: bis

# Views.Shared.Vibrations.Heatmap.CreateChart
source: Create chart
de: Grafik erstellen

# Views.Shared.Vibrations.Heatmap.ChangeParameter
source: Change Parameter
de: Parameter ändern

# Views.Shared.Vibrations.NarrowBand.TimeSpan
source: Time span
de: Zeitraum

# Views.Shared.Vibrations.NarrowBand.MeasurementSet
source: Measurement set
de: Messreihe

# Views.Shared.Vibrations.NarrowBand.DataType
source: Data type
de: Datentyp

# Views.Shared.Vibrations.NarrowBand.PowerClasses
source: Power classes
de: Leistungsklassen

# Views.Shared.Vibrations.NarrowBand.Envelope
source: Envelope
de: Hüllkurve

# Views.Shared.Vibrations.NarrowBand.FrequencySpectrum
source: Frequency spectrum
de: Frequenzspektrum

# Views.Shared.Vibrations.NarrowBand.Until
source: until
de: bis

# Views.Shared.Vibrations.NarrowBand.CreateChart
source: Create chart
de: Grafik erstellen

# Views.Shared.Vibrations.NarrowBand.ChangeParameter
source: Change Parameter
de: Parameter ändern

# Views.Shared.Vibrations.NarrowBand.Characteristics
source: Narrowband Characteristics
de: Schmalbandkennwerte

# Views.Shared.Vibrations.NarrowBand.DamageFrequencyGroups
source: Damage frequency groups
de: Schadenfrequenzgruppen

# Views.Shared.Vibrations.NarrowBand.DamageFrequencies
source: Damage frequencies
de: Schadenfrequenzen

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.BaseFrequency
source: Base frequency
de: Basisfrequenz

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.BaseFrequency1SBLeft
source: Base frequency - 1st SB le.
de: Basisfrequenz - 1. SB li.

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.BaseFrequency2SBLeft
source: Base frequency - 2nd SB le.
de: Basisfrequenz - 2. SB li.

source: Base frequency - 1st SB ri.
de: Basisfrequenz - 1. SB re.

source: Base frequency - 2nd SB ri.
de: Basisfrequenz - 2. SB re.

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.Harmonic1
source: 1. Harmonic
de: 1. Harmonische

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.Harmonic12SBLeft
source: 1. Harmonic - 2nd SB le.
de: 1. Harmonische - 2. SB li.

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.Harmonic11SBLeft
source: 1. Harmonic - 1ns SB le.
de: 1. Harmonische - 1. SB li.

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.Harmonic11SBRight
source: 1. Harmonic - 1st SB ri.
de: 1. Harmonische - 1. SB re.

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.Harmonic12SBRight
source: 1. Harmonic - 2nd SB ri.
de: 1. Harmonische - 2. SB re.

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.Harmonic2
source: 2. Harmonic
de: 2. Harmonische

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.Harmonic22SBLeft
source: 2. Harmonic - 2nd SB le.
de: 2. Harmonische - 2. SB li.

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.Harmonic21SBLeft
source: 2. Harmonic - 1st SB le.
de: 2. Harmonische - 1. SB li.

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.Harmonic21SBRight
source: 2. Harmonic - 1st SB ri.
de: 2. Harmonische - 1. SB re.

# Views.Shared.Vibrations.NarrowBand.DamageFrequencySelection.Harmonic22SBRight
source: 2. Harmonic - 2nd SB ri.
de: 2. Harmonische - 2. SB re.

# Views.Shared.Vibrations.WaterfallChart.Waterfall
source: Waterfall chart
de: Wasserfalldiagram

# Views.Shared.Vibrations.Information.Toolbar
source: Meta information belonging to selected measurement series
de: Metainformationen zu den ausgewählten Messreihen

# Views.Shared.Vibrations.Information.Title
source: Meta information belonging to selected measurement series
de: Metainformationen zu den ausgewählten Messreihen

# Views.Shared.Vibrations.Information.MeasurementPosition
source: Position of measurement
de: Messstelle

# Views.Shared.Vibrations.Information.MeasurementDirection
source: Direction of measurement
de: Messrichtung

# Views.Shared.Vibrations.Information.Frequency
source: Frequency
de: Frequenz

# Views.Shared.Vibrations.Information.TrackedFlag
source: Compensation of rotational speed
de: Drehzahlkompensation

# Views.Shared.Vibrations.Information.AccompanyingMeasurement
source: Accompanying measurement
de: Begleitmessung

# Views.Shared.Vibrations.Information.MeasurementSetID
source: Measurement series ID
de: Messreihen-ID

# Views.Shared.Vibrations.Information.Unit
source: Unit
de: Einheit

# Views.Shared.Vibrations.Information.SensorManufacturer
source: Sensors
de: Sensorik

# Views.Shared.Vibrations.Information.Availability
source: Availability
de: Verfügbarkeit

# Views.Shared.Vibrations.Information.SourceName
source: Source name
de: Bezeichnung Quelle

# Views.Shared.Vibrations.Information.To
source: To
de: bis

# Views.Shared.Vibrations.Information.DisturbanceFrequencies
source: Disturbance frequencies
de: Störfrequenzen

# Views.Shared.Vibrations.Information.InvalidAreas
source: Invalid areas
de: Ungültigkeitsbereiche

# Views.Shared.Vibrations.Information.ShowList
source: Show list
de: Liste anzeigen

# Views.Shared.Vibrations.Information.NoInvalidAreas
source: none available
de: keine vorhanden

# Views.Shared.Vibrations.MeasurementCharacteristic.ModelDeviationWarning
source: Residuals are alerting.
de: Diese Modellabweichung ist auffällig.

# Views.Shared.Vibrations.MeasurementCharacteristic.Quefrency
source: Quefrency
de: Quefrenz

# Views.Shared.Vibrations.MeasurementCharacteristic.Frequency
source: Frequency
de: Frequenz

# Views.Shared.Vibrations.MeasurementCharacteristic.ClickFunction
source: Click function
de: Klick-Funktion

# Views.Shared.Vibrations.Kinematik.Reset
source: Reset
de: Zurücksetzen

# Views.Shared.Vibrations.Kinematik.InDistance
source: In the distance
de: im Abstand

# Views.Shared.Vibrations.Kinematik.NumberOfHarmonics
source: Number of harmonics
de: Anzahl Harmonische

# Views.Shared.Vibrations.Kinematik.NumberOfSidebands
source: Number
de: Anzahl Seitenbänder

# Views.Shared.Vibrations.Kinematik.DrawBaseFrequencyTooltip
source: Draw base frequency and harmonic when clicking inside the chart
de: Bei Klick in die Grafik zeichne Basisfrequenz und Harmonische.

# Views.Shared.Vibrations.Kinematik.DrawSidebandsTooltip
source: Draw side bands when clicking inside the chart
de: Bei Klick in die Grafik zeichne Seitenbänder.

# Views.Shared.Vibrations.Kinematik.FrequencyFilter
source: Frequency filter
de: Frequenzfilter

# Views.Shared.Vibrations.Kinematik.KinematikData
source: Kinematic data
de: Kinematikdaten

# Views.Shared.Vibrations.Kinematik.KinematikDataInfo
source: Kinematic frequencies can only be displayed if the selected spectra all belong to the same component. Otherwise this function will be hidden.
de: Die Anzeige von kinematischen Frequenzen ist nur dann möglich, wenn die ausgewählten Spektren alle demselben Bauteil zugeordnet sind. Andernfalls ist diese Funktion deaktiviert.

# Views.Shared.Vibrations.Kinematik.FindFrequencyTooltip
source: Search for the closest frequency from the group ''{FINDFREQUENCYSELECTION}'' 3% interval for bearings und 1% interval for sprockets when clicking inside the chart
de: Bei Klick in die Grafik suche die nächstgelegene Frequenz aus der Gruppe ''{FINDFREQUENCYSELECTION}'' in einem 3%-Intervall für Lager und 1%-Intervall für Räder/Ritzel.

# Views.Shared.Vibrations.Kinematik.ExpandAll
source: Expand all frequencies
de: Alle Frequenzen aufklappen

# Views.Shared.Vibrations.Kinematik.CollapseAll
source: Collapse all frequencies
de: Alle Frequenzen zuklappen

# Views.Shared.Vibrations.Kinematik.ExpandFirstLevel
source: Expand first level
de: Erste Ebene aufklappen

# Views.Shared.Vibrations.Kinematik.ExpandSecondLevel
source: Expand second level
de: Zweite Ebene aufklappen

# Views.Shared.Vibrations.Kinematik.CollapseFirstLevel
source: Collapse first level
de: Erste Ebene zuklappen

# Views.Shared.Vibrations.Kinematik.CollapseSecondLevel
source: Collapse second level
de: Zweite Ebene zuklappen

# Views.Shared.Vibrations.Kinematik.UserDefined
source: User defined
de: Benutzerdefiniert

# Views.Shared.Vibrations.Kinematik.Tree.Name
source: Name of the frequency
de: Frequenzname

# Views.Shared.Vibrations.Kinematik.Tree.Frequency
source: Frequency
de: Frequenz

# Views.Shared.Vibrations.Kinematik.Tree.FrequencyDiffInHz
source: Difference in Hz
de: Abstand in Hz

# Views.Shared.Vibrations.Kinematik.Tree.FrequencyDiffInPercent
source: Difference in %
de: Abstand in %

# Views.Shared.Vibrations.Kinematik.Tree.ClosestInGroup
source: Smallest frequency difference in group
de: Kleinster Frequenzabstand der Gruppe

# Views.Shared.Vibrations.KinematikSettings.TechnicalUnitKinds
source: Main components
de: Hauptkomponenten

# Views.Shared.Vibrations.KinematikSettings.BearingFrequencies
source: Bearing frequencies
de: Lagerfrequenzen

# Views.Shared.Vibrations.KinematikSettings.BallPassInnerFrequencies
source: Inner ring frequencies (BPFI)
de: Innenringfrequenzen (BPFI)

# Views.Shared.Vibrations.KinematikSettings.BallPassOuterFrequencies
source: Outer ring frequencies (BPFO)
de: Außenringfrequenzen (BPFO)

# Views.Shared.Vibrations.KinematikSettings.BallSpinFrequencies
source: Rolling elements frequencies (BSF)
de: Wälzkörperfrequenzen (BSF)

# Views.Shared.Vibrations.KinematikSettings.FundamentalTrainFrequencies
source: Cage frequencies (FTFI/FTFO)
de: Käfigfrequenzen (FTFI/FTFO)

# Views.Shared.Vibrations.KinematikSettings.SprocketFrequencies
source: Sprocket frequencies
de: Räder-/Ritzelfrequenzen

# Views.Shared.Vibrations.KinematikSettings.MeshFrequencies
source: Mesh frequencies (MF)
de: Zahneingrifffrequenzen (MF)

# Views.Shared.Vibrations.KinematikSettings.RollOverFrequencies
source: Rollover frequencies (ROF)
de: Überrollfrequenzen (ROF)

# Views.Shared.Vibrations.KinematikSettings.WaveFrequencies
source: Wave frequencies (RS)
de: Wellendrehzahlfrequenzen (WS)

# Views.Shared.Vibrations.KinematikSettings.RotorRpmFrequencies
source: Rotor RPM and harmonics
de: Rotordrehzahl und Harmonische

# Views.Shared.Vibrations.KinematikSettings.GridFrequencies
source: Grid frequency and harmonics
de: Netzfrequenz und Harmonische

# Views.Shared.Vibrations.KinematikSettings.DisturbanceFrequencies
source: Disturbance frequencies
de: Störfrequenzen

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.Title
source: Mark data as valid/ invalid
de: Daten als gültig bzw. ungültig markieren

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.Toolbar
source: Invalid data
de: Ungültige Daten

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.PowerPlants
source: Power plants
de: Kraftwerke

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.PowerPlantUnits
source: Power plant units
de: Anlagen

source: Currently not displayed measurement series will be adapted by the changes. Do you wish to continue?
de: Durch die Änderung werden aktuell nicht sichtbare Messreihen angepasst. Sind Sie sicher?

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.MarkAsInvalid
source: Mark data as invalid
de: Daten ungültig markieren

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.MarkAsValid
source: Delete data invalidity
de: Datenungültigkeit löschen

source: Affected measurement series
de: Betroffene Messreihe(n)

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.PeriodFrom
source: Period from
de: Zeitraum von

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.PeriodTo
source: Period up to
de: Zeitraum bis

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.PeriodDescription
source: The current zoom range of the detailed issue page will be applied automatically.
de: Der aktuelle Zoom-Bereich aus der Auffälligkeiten-Detailseite wird automatisch übernommen.

source: Signal characteristics changed due to a change of components, parameters, or calibrations. The selected data is valid but not suitable for future analyses.
de: Das Signal hat eine andere Signalstatistik, z.B. verursacht durch einen Komponentenwechsel, nachhaltige Parameter- oder Kalibrierungsänderungen. Die auf diese Weise gekennzeichneten Daten sind an sich gültig, jedoch für aktuelle über diesen Zeitbereich hinausgehende Analysen ungeeignet.

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.ComponentDefectInfo
source: Signal behavior is abnormal due to component failure or temporary malfunctions.
de: Es herrscht ein anormales Signalverhalten vor, welches z.B. durch ein Bauteildefekt oder eine andere temporäre Störung verursacht wird.

source: Incorrect measurement due to sensor failure or other malfunctions (999, 200, etc.).
de: Fehlerhafte Messung z.B. aufgrund eines vorliegenden Sensordefektes oder -ausfalls (999, 200, etc.)

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.DataUnsuitableInfo
source: Other reasons that make data unsuitable to use, e.g. for training models.
de: Sonstige Gründe die eine Verwendung der Daten z.B. für ein Modelltraining ungeeignet machen.

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.OutlierInfo
source: Outliers
de: Extremwerte

# Views.Shared.Vibrations.VibrationsMeasurementSetInvalidation.InvalidationType
source: classification
de: Klassifizierung

source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

source: A new manufacturer wasn't selected for every changed Component
de: Nicht für jede Komponente wurde ein neuer Hersteller ausgewählt

source: The selected date can't be in the future
de: Das Datum kann nicht in der Zukunft liegen

source: 'Changed Component' can not be empty
de: 'Gewechselte Komponente' darf nicht leer sein.
