Repository: pschmiedel/angular-phonecat-hybrid
Catalog: src/localization/messages.*.xlf
Languages: de

# Enums.IssueActivityType.ChangedIssueTracking
source: Changed issue tracking, reminder at {REMINDERAT}
de: Wiedervorlage geändert, Wiedervorlage am {REMINDERAT}

# Enums.WorkflowType.Unknown
source: Unknown
de: Unbekannt

# Enums.WorkflowStatus.New
source: New
de: Neu

# Enums.WorkflowStatus.InProgress
source: In Progress
de: In Bearbeitung

# Enums.WorkflowStatus.Done
source: Done
de: Beendet

# Enums.WorkflowStatus.Failed
source: Failed
de: Fehler

# Enums.WorkflowStatus.Canceled
source: Canceled
de: Abgebrochen

# Enums.CalcJobCompositionStatus.Created
source: Created
de: Erstellt

# Enums.CalcJobCompositionStatus.Incomplete
source: Incomplete
de: Unvollständig

# Enums.CalcJobCompositionStatus.AllResultsIncluded
source: All results included
de: Alle Ergebnisse vorhanden

# Enums.CalcJobCompositionStatus.Complete
source: Complete
de: Vollständig

# Enums.CalcJobCompositionStatus.Defective
source: Defective
de: Defekt

# Enums.CalcJobGroupStatus.Created
source: Created
de: Erstellt

# Enums.CalcJobGroupStatus.InProcess
source: In Process
de: Wird verarbeitet

# Enums.CalcJobGroupStatus.Completed
source: Completed
de: Vollständig

# Enums.CalcJobGroupStatus.Defective
source: Defective
de: Defekt

# Enums.CalcJobType.CalcAnomalyMonitor
source: Calculatition of anomaly monitor
de: Anomalie-Monitorberechnung

# Enums.CalcJobType.CalculatorTraining
source: Calculator training
de: Berechnungsinstanz-Training

# Enums.ModelState.InCalculation
source: In Calculation
de: Berechnung läuft

# Enums.ModelState.Editing
source: In Process
de: In Bearbeitung

# Enums.ModelState.Released
source: Released
de: Freigegeben

# Enums.ModelState.Inactive
source: Inactive
de: Inaktiv

# Enums.ModelState.Deleted
source: Deleted
de: Gelöscht

# Enums.AreaValueType.ServiceSwitchOn
source: Service switch on
de: Serviceschalter ein

# Enums.AreaValueType.InvalidData
source: Invalid data
de: Daten ungültig

# Enums.AreaValueType.CalculatorTraining
source: Calculator training
de: Berechnungsinstanz-Training

# Enums.CalculatorTrainingMode.Never
source: Never
de: Niemals

# Enums.CalculatorTrainingMode.Planned
source: Planned
de: Geplant

# Enums.CalculatorTrainingMode.Immediate
source: Immediate
de: Sofort

# Enums.CalculatorTrainingState.Untrained
source: Untrained
de: Untrainiert

# Enums.CalculatorTrainingState.Incremental
source: Incremental
de: Inkrementell

# Enums.CalculatorTrainingState.Continuous
source: Continuous
de: Gleitend

# Enums.CalculatorTrainingState.PostIncremental
source: Post incremental
de: Postinkrementell

# Enums.CalculatorState.Active
source: Active
de: Aktiv

# Enums.CalculatorState.Inactive
source: Inactive
de: Inaktiv

# Enums.IssueHistoryReason.Title
source: Reason
de: Erzeugungsgrund

# Enums.IssueHistoryReason.Created
source: Created
de: Erstellt

# Enums.IssueHistoryReason.StatusChanged
source: Status changed
de: Status geändert

# Enums.IssueHistoryReason.CommentAdded
source: Comment added
de: Kommentar hinzugefügt

# Enums.IssueHistoryReason.NotificationsAdded
source: Notification added
de: Meldung hinzugefügt

# Enums.IssueHistoryReason.CategoryChanged
source: Category changed
de: Kategorie geändert

# Enums.IssueHistoryReason.TrackingStarted
source: Issue tracking started
de: Nachverfolgung gestartet

# Enums.IssueHistoryReason.ReminderActivatedByRule
source: Reminder activated earlier by rule
de: Auffälligkeit vorzeitig wieder vorgelegt

# Enums.IssueHistoryReason.ReminderActivatedByDate
source: Reminder activated by date
de: Auffälligkeit wieder vorgelegt

# Enums.IssueHistoryReason.TrackingEndedByUser
source: Issue tracing ended by user
de: Nachverfolgung vom Benutzer aufgehoben

# Enums.IssueHistoryReason.IssueMaintenanceNumberChanged
source: Issue maintenance number added/chaged
de: IH-Meldungsnummer hinzugefügt/geändert

# Enums.GraphType.Line
source: Line
de: Linien

# Enums.GraphType.Column
source: Column
de: Säulen

# Enums.GraphType.FilledArea
source: Filled Area
de: gefüllter Bereich

# Enums.GraphColor.Red
source: Red
de: Rot

# Enums.GraphColor.Yellow
source: Yellow
de: Gelb

# Enums.GraphColor.WineRed
source: Wine red
de: Weinrot

# Enums.GraphColor.DarkBlue
source: Dark blue
de: Dunkelblau

# Enums.GraphColor.AnthraciteGray
source: Anthracite gray
de: Anthrazitgrau

# Enums.GraphColor.DarkOrange
source: Dark orange
de: Dunkelorange

# Enums.GraphColor.Gray10
source: Gray 10
de: Grau 10

# Enums.GraphColor.Gray50
source: Gray 50
de: Grau 50

# Enums.GraphColor.Gray70
source: Gray 70
de: Grau 70

# Enums.GraphColor.SignalGreen
source: Signal green
de: Signalgrün

# Enums.GraphColor.Brown
source: Brown
de: Braun

# Enums.GraphColor.Blue
source: Blue
de: Blau

# Enums.GraphColor.SkyBlue
source: Sky blue
de: Himmelblau

# Enums.GraphColor.Green
source: Green
de: Grün

# Enums.IssueReminderRule.SignificanceAndDefectMagnitudeChanged
source: Significance and severity deteriorating by [changing value]
de: Sicherheit und Schwere verschlechtern sich um [Änderungswert]

# Enums.IssueReminderRule.SignificanceOrDefectMagnitudeChanged
source: Significance or severity deteriorating by [changing value]
de: Sicherheit oder Schwere verschlechtern sich um [Änderungswert]

# Enums.IssueReminderRule.SignificanceChanged
source: Only significance deteriorating by [changing value]
de: Nur Sicherheit verschlechtert sich um [Änderungswert]

# Enums.IssueReminderRule.DefectMagnitudeChanged
source: Only severity deteriorating by [changing value]
de: Nur Schwere verschlechtert sich um [Änderungswert]

# Enums.IssueReminderRule.CategoryChangedFromWarningToAlarm
source: Category changed from warning to alarm
de: Kategorie wechselt von Warnung nach Alarm

# Enums.IssueIsReported.No
source: no (Issue is being observed)
de: nein (Auffälligkeit noch unter Beobachtung)

# Enums.IssueIsReported.Yes
source: yes (Maintenance report is created)
de: ja (IH-Meldung angelegt)

# Enums.IssueReminderRuleWithoutPlaceholder.SignificanceAndDefectMagnitudeChanged
source: Significance and severity deteriorating by {RULEPARAMETER}
de: Sicherheit und Schwere verschlechtern sich um {RULEPARAMETER}

# Enums.IssueReminderRuleWithoutPlaceholder.SignificanceOrDefectMagnitudeChanged
source: Significance or severity deteriorating by {RULEPARAMETER}
de: Sicherheit oder Schwere verschlechtern sich um {RULEPARAMETER}

# Enums.IssueReminderRuleWithoutPlaceholder.SignificanceChanged
source: Only significance deteriorating by {RULEPARAMETER}
de: Nur Sicherheit verschlechtert sich um {RULEPARAMETER}

# Enums.IssueReminderRuleWithoutPlaceholder.DefectMagnitudeChanged
source: Only severity deteriorating by {RULEPARAMETER}
de: Nur Schwere verschlechtert sich um {RULEPARAMETER}

# Enums.IssueReminderRuleWithoutPlaceholder.CategoryChangedFromWarningToAlarm
source: Category changed from warning to alarm
de: Kategorie wechselt von Warnung nach Alarm

# Enums.IssueCompletionReason.TechnicalUnitFailure
source: Failure of monitored component
de: Zu überwachende Komponente defekt

# Enums.IssueCompletionReason.SignalInvalid
source: Signal is invalid
de: Signal ungültig

# Enums.IssueCompletionReason.SignalBehaviorChanged
source: Signal behaviour changed
de: Änderung des Signalverhaltens

# Enums.IssueCompletionReason.IssueNotComprehensible
source: False alarm
de: Auffälligkeit nicht nachvollziehbar

# Enums.IssueCompletionReason.MonitorDeactivated
source: Monitor deactivated
de: Monitor deaktiviert

# Enums.IssueCompletionReason.MonitorModelDeactivated
source: Monitor modell deactivated
de: Monitormodell deaktiviert

# Enums.IssueCompletionReason.CalculatorDeactivated
source: Calculator deactivated
de: Berechnungsinstanz deaktiviert

# Enums.IssueCompletionReason.CalculatorModelDeactivated
source: Calculator model deactivated
de: Berechnungsmodell deaktiviert

# Enums.IssueCompletionReason.CalculatorTrainingStateResetToUntrained
source: Calculator training status reset to untrained
de: Berechnungsinstanz zurückgesetzt auf untrainiert

# Enums.CompareType.GreaterThan
source: greater than
de: größer als

# Enums.CompareType.GreaterThanOrEqual
source: greater than or equal
de: größer oder gleich als

# Enums.CompareType.Equals
source: equals
de: gleich

# Enums.CompareType.NotEquals
source: unequals
de: ungleich

# Enums.CompareType.LessThan
source: less than
de: kleiner als

# Enums.CompareType.LessThanOrEqual
source: less than or equal
de: kleiner oder gleich als

# Enums.IssueStatus.Unknown
source: Unknown
de: unbekannt

# Enums.IssueStatus.New
source: new
de: neu

# Enums.IssueStatus.Receipted
source: viewed
de: quittiert

# Enums.IssueStatus.Changed
source: changed
de: geändert

# Enums.IssueStatus.TrackingStarted
source: hidden
de: unterdrückt

# Enums.IssueStatus.Completed
source: completed
de: abgeschlossen

# Enums.IssueStatus.Expired
source: expired
de: abgelaufen

# Enums.IssueStatus.Recomputing
source: recomputing
de: In Neuberechnung

# Enums.IssueStatus.Recomputed
source: recomputed
de: neuberechnet

# Enums.IssueStatus.Removed
source: removed
de: entfernt

# Enums.IssueStatus.Temporary
source: temporary
de: temporär

# Enums.ImportanceCategory.Unknown
source: Unknown
de: unbekannt

# Enums.ImportanceCategory.NonCritical
source: Not critical
de: nicht kritisch

# Enums.ImportanceCategory.Warning
source: Warning
de: Warnung

# Enums.ImportanceCategory.Info
source: Information
de: Hinweis

# Enums.CategoryTrend.Unknown
source: Unknown
de: unbekannt

# Enums.CategoryTrend.Up
source: Up
de: Hoch

# Enums.CategoryTrend.Flat
source: Unchanged
de: Unverändert

# Enums.CategoryTrend.Down
source: Down
de: Niedrig

# Enums.CalculatorTrainingHistoryType.Failure
source: Failure
de: Fehler

# Enums.CalculatorTrainingHistoryType.Success
source: Success
de: Erfolg

# Enums.ConditionAction.Selector
source: Select
de: Auswählen

# Enums.MonitorType.Title
source: Monitor type
de: Monitor-Typ

# Enums.MonitorType.ModelDeviation
source: Residuals
de: Modellabweichung

# Enums.MonitorType.Vibration
source: Vibration
de: Schwingung

# Enums.InfoType.Title
source: Type of info
de: Hinweis-Typ

# Enums.InfoType.Unknown
source: Unknown
de: unbekannt

# Enums.InfoType.I1InputOutOfTolerance
source: 1: Input signal outside tolerance range
de: 1: Eingangssignal außerhalb des Toleranzbereichs

# Enums.InfoType.I2UnitOutOfOrder
source: 2: Power plant unit (temporary) out of order
de: 2: Anlage (zeitweise) nicht in Betrieb

# Enums.InfoType.I3GlobalFilterActive
source: 3: Global filter filters data
de: 3: Globales Filterkriterium filtert Daten

# Enums.InfoType.I4InputMarkedAsInvalid
source: 4: Input data marked as invalid
de: 4: Eingangsdaten als ungültig markiert

# Enums.InfoType.I5AnfisInputContainsGaps
source: 5: ANFIS input contains gaps (values set to NaN)
de: 5: ANFIS Eingang weist Lücken auf (Werte sind NaN)

# Enums.InfoType.I6AnfisOutputContainsGaps
source: 6: ANFIS output contains gaps (values set to NaN)
de: 6: ANFIS Zielsignal weist Lücken auf (Werte sind NaN)

# Enums.InfoType.I7ResultNotReliable
source: 7: Resulting model only partially reliable
de: 7: Modellergebnis nur eingeschränkt vertrauenswürdig

# Enums.IssueTypeDescription.VibrationIssue
source: Vibration
de: Schwingung

# Enums.IssueTypeDescription.RawDataIssue
source: Raw data
de: Rohdaten

# Enums.StreamMetaDataType.Unknown
source: Unknown
de: unbekannt

# Enums.StreamMetaDataType.Raw
source: Raw data
de: Messwerte

# Enums.StreamMetaDataType.ModelDeviation
source: Residual
de: Modellabweichung

# Enums.StreamMetaDataType.Derived
source: Derived
de: Abgeleitet

# Enums.StreamMetaDataType.DerivedMeasurement
source: Derived measurement
de: Abgeleitete Messung

# Enums.ChartsGrouping.Unknown
source: Unknown
de: unbekannt

# Enums.CalculatorHistoryReason.Unknown
source: Unknown
de: unbekannt

# Enums.CalculatorHistoryReason.TrainedCalculator
source: Calculator trained
de: Berechnungsinstanz trainiert

# Enums.CalculatorHistoryReason.ChangedCalculatorTrainingParameters
source: Changed calculator training parameters
de: Berechnungsinstanz-Trainings-Parameter geändert

# Enums.MonitorHistoryReason.Unknown
source: Unknown
de: unbekannt

# Enums.MonitorHistoryReason.ChangedThresholds
source: Changed thresholds
de: Alarmschwellen geändert

# Enums.SystemMessageSeverity.Success
source: Successfull
de: Erfolgreich

# Enums.SystemMessageSeverity.Info
source: Information
de: Info

# Enums.SystemMessageSeverity.Warning
source: Warning
de: Warnung

# Enums.SystemMessageSeverity.Error
source: Error
de: Fehler

# Enums.TimeUnit.Undefined
source: undefined
de: nicht gesetzt

# Enums.TimeUnit.Millisecond
source: Millisecond(s)
de: Millisekunde(n)

# Enums.TimeUnit.Second
source: Second(s)
de: Sekunde(n)

# Enums.TimeUnit.Minute
source: Minute(s)
de: Minute(n)

# Enums.TimeUnit.Hour
source: Hour(s)
de: Stunde(n)

# Enums.TimeUnit.Day
source: Day(s)
de: Tag(e)

# Enums.TimeUnit.Week
source: Week(s)
de: Woche(n)

# Enums.TimeUnit.Month
source: Month(s)
de: Monat(e)

# Enums.TimeUnit.Year
source: Year(s)
de: Jahr(e)

# Enums.EventFrameType.ValueRangeInvalid
source: ValueRangeInvalid
de: Wertbereich ungültig

# Enums.EventFrameType.Incomplete
source: Incomplete
de: Incomplete (i18n)

# Enums.EventFrameType.Abnormal
source: Abnormal
de: Abnormal (i18n)

# Enums.EventFrameType.OutsideOfSignalRange
source: Outside of valid signal range
de: Ungültiger Wertebereich eines Signals

# Enums.EventFrameType.ChangedSignalCharacteristic
source: Change of signal characteristics
de: Andersartige Signalcharakteristik

# Enums.EventFrameType.ComponentDefect
source: Signal influenced by component failure
de: Signal von Bauteildefekten beeinflusst

# Enums.EventFrameType.IncorrectMeasurement
source: Incorrect measurement (e.g. sensor failure)
de: Fehlmessung (z.B. Sensor defekt)

# Enums.EventFrameType.DataUnsuitable
source: Other reasons
de: Sonstige Gründe

# Enums.EventFrameType.ReplacedByOtherValue
source: Replaced by other value
de: Durch anderen Wert ersetzt

# Enums.EventFrameType.DeletedAtOrigin
source: Deleted at origin
de: In Quelle gelöscht

# Enums.EventFrameType.DisturbanceFrequency
source: Disturbance frequency
de: Störfrequenz

# Enums.EventFrameType.ComponentReplacement
source: Component replacement
de: Komponentenwechsel

# Enums.EventFrameType.MeasurementSystemReconfiguration
source: MeasurementSystem reconfiguration
de: Messsystem neu konfiguriert

# Enums.MetaDataQueryType.ServiceSwitch
source: Service switch
de: Serviceschalter

# Enums.MetaDataQueryType.Windspeed
source: Windspeed
de: Windgeschwindigkeit

# Enums.MetaDataQueryType.EffectivePower
source: Effective power
de: Wirkleistung

# Enums.MetaDataQueryType.StandardDeviation
source: Standard deviation
de: Standardabweichung

# Enums.ShadowValueType.StandardDeviation
source: Standard deviation
de: Standardabweichung

# Enums.ModelHistoryReason.Unknown
source: Unknown
de: unbekannt

# Enums.NarrowbandCharacteristic.BaseFrequency
source: Calculated damage frequency
de: Berechnete Schadenfrequenz

# Enums.NarrowbandCharacteristic.MaxAmplitude
source: Maximum
de: Amplitudenmaximum

# Enums.NarrowbandCharacteristic.FrequencyWithMaxAmplitude
source: Maximum frequency
de: Frequenz des Amplitudenmaximums

# Enums.NarrowbandCharacteristic.Median
source: Median
de: Amplitudenmedian

# Enums.NarrowbandCharacteristic.Value
source: Maximum Integral
de: Amplitudenmaximumintegral

# Enums.NarrowbandCharacteristic.NormalizedCharacteristic
source: Normalized characteristic
de: Normierte Charakteristik

# Enums.NotificationInfoStatus.Active
source: active
de: aktiv

# Enums.NotificationInfoStatus.Removed
source: removed
de: entfernt

# Enums.SiblingMonitorThresholdChange.CurrentOnly
source: The current monitor
de: Den aktuellen Monitor

# Enums.SiblingMonitorThresholdChange.SiblingsSelectedPowerPlantUnit
source: The current monitor and all sibling monitors of the selected power plant units
de: Den aktuellen und alle 'Geschwistermonitore' der ausgewählten Anlagen

# Enums.SiblingMonitorThresholdChange.SiblingsSamePowerPlant
source: The current monitor and all sibling monitors in the same power plant
de: Den aktuellen und alle 'Geschwistermonitore' im selben Windpark

# Enums.SiblingMonitorThresholdChange.SiblingAllPowerPlants
source: The current monitor and all sibling monitors (for all power plants)
de: Den aktuellen und alle 'Geschwistermonitore' (Windpark-übergreifend)

# Enums.CalculatorModelChange.CurrentOnly
source: The current reference plant
de: Die ausgewählte Referenzanlage

# Enums.CalculatorModelChange.Selected
source: All selected reference power plant units
de: Alle ausgewählten Referenzanlagen

# Enums.CalculatorModelChange.All
source: All reference power plant units
de: Alle Referenzanlagen

# Enums.PowerPlantState.Inactive
source: Inactive
de: Inaktiv

# Enums.PowerPlantState.Active
source: Active
de: Aktiv

# Enums.PowerPlantServiceLevel.Minimum
source: Minimum
de: Basis-Überwachung

# Enums.PowerPlantServiceLevel.Average
source: Average
de: Mittlere Überwachung

# Enums.PowerPlantServiceLevel.Maximum
source: Maximum
de: Maximale Überwachung

# Enums.PowerPlantUnitChange.CurrentOnly
source: The current plant
de: Die ausgewählte Anlage

# Enums.PowerPlantUnitChange.All
source: All power plant units of the selected power plant
de: Alle Anlagen des Kraftwerks

# Enums.TrackingValue.WithTracking
source: With Tracking
de: mit DK

# Enums.TrackingValue.WithoutTracking
source: Without Tracking
de: ohne DK

# Enums.FilterSignalType.RawDerived
source: Raw data only
de: Nur Messdaten

# Enums.FilterSignalType.ModelDeviation
source: Residuals only
de: Nur Modellabweichungen

# Enums.FilterSignalType.RawDerivedWithModelDeviation
source: Raw data with residuals
de: Nur Messdaten mit Modellabweichung(en)

# Enums.FilterSignalType.RawDerivedWithoutModelDeviation
source: Raw data without residuals
de: Nur Messdaten ohne konkrete Modellabweichung

# Enums.FilterSignalResolution.TenMinute
source: 10 minutes
de: 10 Minuten

# Enums.FilterSignalResolution.OneHour
source: 1 hour
de: 1 Stunde

# Enums.FilterSignalResolution.OneDay
source: 1 day
de: 1 Tag

# Enums.FilterSignalResolution.TwoDays
source: 2 days
de: 2 Tage

# Enums.FilterSignalResolution.OneWeek
source: 1 week
de: 1 Woche

# Enums.FilterSignalResolution.OtherResolution
source: Other resolution
de: Sonstige Auflösung

# Enums.DisturbanceFrequencyState.Editing
source: In process
de: In Bearbeitung

# Enums.DisturbanceFrequencyState.Released
source: Released
de: Freigegeben

# Enums.DisturbanceFrequencyState.Inactive
source: Inactive
de: Inaktiv

# Enums.CalculatorTransformationMode.None
source: No smoothing
de: Keine Glättung

# Enums.TimeSpanPreset.UserDefined
source: Custom
de: Benutzerdefiniert

# Enums.TimeSpanPreset.Last3Months
source: Last 3 months
de: Letzte 3 Monate

# Enums.TimeSpanPreset.Last12Months
source: Last 12 months
de: Letzte 12 Monate

# Enums.TimeSpanPreset.Last36Months
source: Last 36 months
de: Letzte 36 Monate

# Enums.TimeSpanPreset.TrainingPeriod
source: Training period
de: Trainingsinterval

# Enums.TimeSpanPreset.InOperationSince
source: Since commissioning
de: Seit Inbetriebnahme

# Enums.ClickFunction.Find
source: Find
de: Durchsuchen

# Enums.ClickFunction.Draw
source: Draw
de: Zeichnen

# Enums.FindFrequencySelection.All
source: All kinematic frequencies
de: Alle kinematischen Frequenzen

# Enums.FindFrequencySelection.BaseFrequencies
source: Base frequencies
de: Basisfrequenzen

# Enums.FindFrequencySelection.Harmonics
source: Harmonics
de: Harmonische

# Enums.FindFrequencySelection.BaseFrequenciesAndHarmonics
source: Base frequencies and harmonics
de: Basisfrequenzen und Harmonische

# Enums.FindFrequencySelection.Sidebands
source: Sidebands
de: Seitenbänder

# Enums.FindFrequencySelection.BaseFrequencySidebands
source: Sidebands of base frequencies
de: Seitenbänder von Basisfrequenzen

# Enums.FindFrequencySelection.HarmonicSidebands
source: Sidebands of harmonics
de: Seitenbänder von Harmonischen

# Enums.DrawFrequencySelection.BaseFrequency
source: Base frequency
de: Basisfrequenz

# Enums.DrawFrequencySelection.Sidebands
source: Sidebands belonging to base frequency
de: Seitenbänder

# Enums.GroupChartsSelectionValue.GroupByUnit
source: By units and signal types
de: Nach Anlage und Signaltyp

# Enums.GroupChartsSelectionValue.GroupBySignal
source: By signals
de: Nach Signalen

# Enums.GroupChartsSelectionValue.SameChart
source: All in one chart
de: Alle in einer Grafik

# Enums.GroupChartsSelectionValue.SeparateCharts
source: One chart per time series
de: Eine Grafik je Zeitreihe

# Enums.GroupChartsSelectionValue.CustomGroup
source: Custom
de: Benutzerdefiniert

# Enums.GroupChartsSelectionValue.DefaultGroup
source: By raw data and residuals
de: Nach Messwerten und Modellabweichungen

# Enums.RingInstallationType.InnerRingRotating
source: Inner ring rotating
de: Innenring drehend

# Enums.RingInstallationType.InnerRingFixed
source: Inner ring fixed
de: Innenring feststehend

# Enums.RingInstallationType.InnerAndOuterRingRotating
source: Inner and outer ring rotating
de: Innen- und Außenring drehend

# Enums.IssueFilter.All
source: All issues
de: Alle Auffälligkeiten

# Enums.IssueFilter.ToDo
source: ToDo issues
de: Zu bearbeitende Auffälligkeiten

# Enums.IssueFilter.Tracked
source: Tracked issues
de: Nachzuverfolgende Auffälligkeiten

# Enums.IssueFilter.Redundant
source: Redundant issues
de: Redundante Auffälligkeiten

# Enums.IssueFilter.Completed
source: Completed or expired issues
de: Abgeschlossene oder abgelaufene Auffälligkeiten

# Enums.IssueFilter.Deleted
source: Deleted issues
de: Entfernte Auffälligkeiten

# Enums.AffectedComponent.Unknown
source: Unknown
de: Unbekannt

# Enums.AffectedComponent.InnerRing
source: Inner ring
de: Innenring

# Enums.AffectedComponent.OuterRing
source: Outer ring
de: Außenring

# Enums.AffectedComponent.RollingBody
source: Rolling elements
de: Wälzkörper

# Enums.AffectedComponent.Cage
source: Cage
de: Käfig

# Models.RdsPp.PowerPlant
source: Power plant
de: Kraftwerk

# Models.RdsPp.PowerPlantUnit
source: Unit
de: Anlage

# Models.PowerPlantUnit.LocalName
source: Unit (local)
de: Lokale Anlagenbez.

# Models.PowerPlantUnit.ControlType
source: Type of control
de: Steuerungstyp.

# Models.PowerPlantUnit.UnitVersion
source: Plant version
de: Anlagenversion

# Models.PowerPlantUnit.ServiceLevel
source: Maintenance contract
de: Service-Stufe

# Models.PowerPlantUnit.SapIndicator
source: SAP no.
de: SAP-Kennz.

# Models.Diagnosis.Title
source: Diagnosis
de: Diagnose

# Models.Monitor.Diagnosis
source: Diagnosis
de: Diagnose

# Models.Monitor.Rules
source: Rules
de: Regeln

# Models.Monitor.SignalOutput
source: Output signals
de: Ausgangsignal

# Models.Monitor.SignalInputs
source: Input signals
de: Eingangsignale

# Models.Monitor.TrainingResults
source: Statistical values of residuals in the training period:
de: Statistische Werte der Modellabweichung im Trainingszeitraum:

# Models.Monitor.MeanValue
source: Mean value
de: Mittelwert

# Models.Monitor.StandardDeviation
source: Standard deviation
de: Standardabweichung

# Models.Monitor.UseAbsoluteRelativeValue
source: Use relative / absolute values
de: Relative / absolute Werte verwenden

# Models.Monitor.ThresholdsUpper
source: Normal range, upper threshold
de: Normalbereich des Monitors, obere Grenze

# Models.Monitor.ThresholdsLower
source: Normal range, lower threshold
de: Normalbereich des Monitors, untere Grenze

# Models.Monitor.MagnitudeScaleUpper
source: Thresholds for magnitude greater 1, upper threshold
de: Schwellwerte für Schwere größer 1, obere Grenze

# Models.Monitor.MagnitudeScaleLower
source: Thresholds for magnitude greater 1, lower threshold
de: Schwellwerte für Schwere größer 1, untere Grenze

# Models.Monitor.NormalRangeOfMonitor
source: Normal range of the monitor
de: Normalbereich des Monitors

# Models.Monitor.DefectMagnitudeHigher1
source: Severity greater 1
de: Schwere größer 1
