Repository: pschmiedel/angular-phonecat-hybrid
Catalog: src/localization/messages.*.xlf
Languages: de

# Validations.VibrationMonitorModelDto.NotificationIssueThreshold.FieldName
source: Minimum number of notifications in the observation period for generating issues
de: Mindestanzahl an Meldungen im Betrachtungszeitraum zur Generierung von Auffälligkeiten

# Validations.VibrationMonitorModelDto.NotificationIssueThreshold.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.NotificationIssueThreshold.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorModelDto.NotificationIssueThreshold.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.VibrationMonitorModelDto.WarningThreshold.FieldName
source: Significance * Magnitude: Threshold for issues of the category ''Warning''
de: Sicherheit * Schwere: Schwelle für Auffälligkeiten der Kategorie ''Warnung''

# Validations.VibrationMonitorModelDto.WarningThreshold.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.WarningThreshold.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorModelDto.WarningThreshold.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.VibrationMonitorModelDto.WarningThreshold.CompareValues
source: The threshold for issues of the category ''Warning'' has to be smaller than the threshold for the category ''Alarm''.
de: Die Schwelle für Auffälligkeiten der Kategorie ''Warnung'' muss kleiner als die Schwelle für Kategorie ''Alarm'' sein

# Validations.VibrationMonitorModelDto.AlarmThreshold.FieldName
source: Significance * Magnitude: Threshold for issues of the category ''Alarm''.
de: Sicherheit * Schwere: Schwelle für Auffälligkeiten der Kategorie ''Alarm''

# Validations.VibrationMonitorModelDto.AlarmThreshold.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.AlarmThreshold.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorModelDto.AlarmThreshold.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.ModelDeviationMonitorDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.Comment.MinLength
source: A minimum number of {MIN} digits is required.
de: Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.ModelDeviationMonitorDto.UseAbsoluteValues.FieldName
source: Use relative / absolute values
de: Relative / absolute Werte verwenden

# Validations.ModelDeviationMonitorDto.UseAbsoluteValues.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.ThresholdsInSigmaUnitsUpper.FieldName
source: Normal range of the monitor, factor for upper threshold
de: Normalbereich des Monitors, Faktor für obere Grenze

# Validations.ModelDeviationMonitorDto.ThresholdsInSigmaUnitsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.ThresholdsInSigmaUnitsUpper.ThresholdRanges
source: The normal range has to be within thresholds for severity greater 1.
de: Der Normalbereich muss innerhalb der Schwellwerte für Schwere größer 1 liegen

# Validations.ModelDeviationMonitorDto.ThresholdsInSigmaUnitsLower.FieldName
source: Normal range of the monitor, factor for lower threshold.
de: Normalbereich des Monitors, Faktor für untere Grenze

# Validations.ModelDeviationMonitorDto.ThresholdsInSigmaUnitsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.ThresholdsInSigmaUnitsLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.ModelDeviationMonitorDto.ThresholdsUpper.FieldName
source: Normal range of the monitor, upper threshold
de: Normalbereich des Monitors, obere Grenze

# Validations.ModelDeviationMonitorDto.ThresholdsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.ThresholdsUpper.ThresholdRanges
source: The normal range has to be within thresholds for severity greater 1.
de: Der Normalbereich muss innerhalb der Schwellwerte für Schwere größer 1 liegen

# Validations.ModelDeviationMonitorDto.ThresholdsLower.FieldName
source: Normal range of the monitor, lower threshold
de: Normalbereich des Monitors, untere Grenze

# Validations.ModelDeviationMonitorDto.ThresholdsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.ThresholdsLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.ModelDeviationMonitorDto.MagnitudeScaleUpper.FieldName
source: Thresholds for severity greater 1, upper threshold
de: Schwellwerte für Schwere größer 1, obere Grenze

# Validations.ModelDeviationMonitorDto.MagnitudeScaleUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.MagnitudeScaleLower.FieldName
source: Thresholds for severity greater 1, lower threshold
de: Schwellwerte für Schwere größer 1, untere Grenze

# Validations.ModelDeviationMonitorDto.MagnitudeScaleLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.MagnitudeScaleLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.ModelDeviationMonitorDto.MagnitudeScaleInSigmaUnitsLower.FieldName
source: Thresholds for severity greater 1, factor for lower threshold
de: Schwellwerte für Schwere größer 1, Faktor für untere Grenze

# Validations.ModelDeviationMonitorDto.MagnitudeScaleInSigmaUnitsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.ModelDeviationMonitorDto.MagnitudeScaleInSigmaUnitsUpper.FieldName
source: Thresholds for severity greater 1, factor for upper threshold
de: Schwellwerte für Schwere größer 1, Faktor für obere Grenze

# Validations.ModelDeviationMonitorDto.MagnitudeScaleInSigmaUnitsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.ObservationPeriodValue.FieldName
source: Observation period
de: Betrachtungszeitraum

# Validations.ModelDeviationMonitorDto.ObservationPeriodValue.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.ObservationPeriodValue.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorDto.ObservationPeriodValue.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

source: Resolution of the observation * Minimum number of notifications has to be smaller or equal to the observation period
de: Auflösung der Überwachung * Mindestanzahl an Meldungen muss kleiner oder gleich dem Betrachtungszeitraum sein

# Validations.ModelDeviationMonitorDto.ObservationPeriodUnit.FieldName
source: Observation period
de: Betrachtungszeitraum

source: The obsvervation period has to be a multiple of the monitor resolution.
de: Der Betrachtungszeitraum muss ein Vielfaches der Monitorauflösung sein.

# Validations.ModelDeviationMonitorDto.NotificationIssueThreshold.FieldName
source: Minimum number of notifications in the observation period
de: Mindestanzahl an Meldungen im Betrachtungszeitraum

# Validations.ModelDeviationMonitorDto.NotificationIssueThreshold.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.NotificationIssueThreshold.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorDto.NotificationIssueThreshold.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorDto.WarningThreshold.FieldName
source: Threshold for issues of the category ''Warning''
de: Schwelle für Auffälligkeiten der Kategorie ''Warnung''

# Validations.ModelDeviationMonitorDto.WarningThreshold.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.WarningThreshold.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorDto.WarningThreshold.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorDto.WarningThreshold.CompareValues
source: The threshold for issues of the category ''Warning'' has to be smaller than the threshold for the category ''Alarm''.
de: Die Schwelle für Auffälligkeiten der Kategorie ''Warnung'' muss kleiner als die Schwelle für Kategorie ''Alarm'' sein

# Validations.ModelDeviationMonitorDto.AlarmThreshold.FieldName
source: threshold for issues of the category ''Alarm''
de: Schwelle für Auffälligkeiten der Kategorie ''Alarm''

# Validations.ModelDeviationMonitorDto.AlarmThreshold.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorDto.AlarmThreshold.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorDto.AlarmThreshold.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.CalculatorModelConditionDto.Value.FieldName
source: Reference value
de: Vergleichswert

# Validations.CalculatorModelConditionDto.Value.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorModelConditionDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.CalculatorModelConditionDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorModelConditionDto.Comment.MinLength
source: '{FIELDNAME}': A minimum number of {MIN} digits is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.PowerPlantUnitsCorrelationResponseDto.CorrelationFrom.FieldName
source: Computation of correlation from
de: Korrelationsberechnung von

# Validations.PowerPlantUnitsCorrelationResponseDto.CorrelationFrom.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.PowerPlantUnitsCorrelationResponseDto.CorrelationFrom.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.PowerPlantUnitsCorrelationResponseDto.CorrelationTo.FieldName
source: Computation of correlation up to
de: Korrelationsberechnung bis

# Validations.PowerPlantUnitsCorrelationResponseDto.CorrelationTo.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.PowerPlantUnitsCorrelationResponseDto.CorrelationTo.DateNotInPast
source: '{FIELDNAME}' has to be in the past.
de: '{FIELDNAME}' muss in der Vergangenheit liegen.

# Validations.PowerPlantUnitsCorrelationResponseDto.TrainingFrom.FieldName
source: Start training from
de: Start des Traininigs

# Validations.PowerPlantUnitsCorrelationResponseDto.TrainingFrom.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.PowerPlantUnitsCorrelationResponseDto.TrainingFrom.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.PowerPlantUnitsCorrelationResponseDto.TrainingTo.FieldName
source: Training period up to
de: Trainingszeitraum bis

# Validations.PowerPlantUnitsCorrelationResponseDto.TrainingTo.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.PowerPlantUnitsCorrelationResponseDto.TrainingTo.DateNotInPast
source: '{FIELDNAME}' has to be in the past.
de: '{FIELDNAME}' muss in der Vergangenheit liegen.

# Validations.PowerPlantUnitsCorrelationResponseDto.InOperationSince.FieldName
source: In operation since
de: Inbetriebnahme

# Validations.PowerPlantUnitsCorrelationResponseDto.InOperationSince.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.PowerPlantUnitsCorrelationResponseDto.InOperationSince.DateNotInPast
source: '{FIELDNAME}' has to be in the past.
de: '{FIELDNAME}' muss in der Vergangenheit liegen.

# Validations.PowerPlantUnitsCorrelationResponseDto.TrainingLength.FieldName
source: Duration of complete training
de: Länge des vollständigen Trainings

# Validations.PowerPlantUnitsCorrelationResponseDto.TrainingLength.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.PowerPlantUnitsCorrelationResponseDto.TrainingLength.Min
source: The duration of the training has to be at least 60 days
de: Der Trainingzeitraum muss mindestens 60 Tage beinhalten

# Validations.AnfisCalculatorModelBasicsDto.Type.FieldName
source: Type of model
de: Modelltyp

# Validations.AnfisCalculatorModelBasicsDto.Type.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelBasicsDto.Name.FieldName
source: Model name
de: Modellname

# Validations.AnfisCalculatorModelBasicsDto.Name.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelBasicParametersDto.MaxLagValue.FieldName
source: Maximum lag of input signals
de: Maximale zeitliche Verzögerung der Eingangssignale (Lag)

# Validations.AnfisCalculatorModelBasicParametersDto.MaxLagValue.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelBasicParametersDto.MaxLagValue.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.AnfisCalculatorModelBasicParametersDto.MaxLagValue.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

source: Duration of transients
de: Dauer Einschwingvorgang

source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelBasicParametersDto.FilterExtensionDuration.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.AnfisCalculatorModelBasicParametersDto.FilterExtensionDuration.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

source: Resolution for valuation of anomalies
de: Auflösung für die Anomaliebewertung

source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelBasicParametersDto.AnomalyResolutionValue.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.AnfisCalculatorModelCommentDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.AnfisCalculatorModelCommentDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelCommentDto.Comment.MinLength
source: A minimum number of {MIN} digits is required.
de: Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.AnfisCalculatorModelCommentDto.State.FieldName
source: Status of the model
de: Modellstatus

# Validations.AnfisCalculatorModelCommentDto.State.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelCommentDto.OffsetStartupDate.FieldName
source: Start of training after commissioning of the unit
de: Start des Trainings nach Inbetriebnahme der Anlage

# Validations.AnfisCalculatorModelCommentDto.OffsetStartupDate.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelCommentDto.OffsetStartupDate.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.AnfisCalculatorModelCommentDto.IncrementalMinTrainingDays.FieldName
source: Minimum number of training days
de: Mindestanzahl an Trainingstagen

# Validations.AnfisCalculatorModelCommentDto.IncrementalMinTrainingDays.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelCommentDto.IncrementalMinTrainingDays.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.AnfisCalculatorModelCommentDto.IncrementalTrainingDays.FieldName
source: Duration of complete training
de: Länge des vollständigen Trainings

# Validations.AnfisCalculatorModelCommentDto.IncrementalTrainingDays.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelCommentDto.IncrementalTrainingDays.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.AnfisCalculatorModelCommentDto.IncrementalTrainingDays.CompareValues
source: '{FIELDNAME}' must be greater than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss größer als '{OTHERFIELDNAME}' sein.

# Validations.AnfisCalculatorModelCommentDto.IncrementalRetrainingPeriod.FieldName
source: Repeat incremental training every
de: Wiederholung inkrementelles Training alle

# Validations.AnfisCalculatorModelCommentDto.IncrementalRetrainingPeriod.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelCommentDto.IncrementalRetrainingPeriod.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.AnfisCalculatorModelCommentDto.ContinuousTrainingDays.FieldName
source: Duration of continuous training
de: Länge des gleitenden Trainings

# Validations.AnfisCalculatorModelCommentDto.ContinuousTrainingDays.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelCommentDto.ContinuousTrainingDays.Min
source: {FIELDNAME} has to be greater than {VALUE}
de: {FIELDNAME} muss größer {VALUE} sein.

# Validations.AnfisCalculatorModelCommentDto.ContinuousRetrainingPeriod.FieldName
source: Continuous training every
de: Gleitendes Training alle

# Validations.AnfisCalculatorModelCommentDto.ContinuousRetrainingPeriod.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelCommentDto.ContinuousRetrainingPeriod.Min
source: {FIELDNAME} has to be greater than {VALUE}
de: {FIELDNAME} muss größer {VALUE} sein.

# Validations.AnfisCalculatorModelCommentDto.DelayTraining.FieldName
source: Delay of training
de: Trainingsverzögerung

# Validations.AnfisCalculatorModelCommentDto.DelayTraining.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AnfisCalculatorModelCommentDto.DelayTraining.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.AnfisCalculatorModelCommentDto.ThresholdsInSigmaUnitsLower.FieldName
source: Factor for standard deviation, lower threshold
de: Faktor für Standardabweichung, untere Grenze

# Validations.AnfisCalculatorModelCommentDto.ThresholdsInSigmaUnitsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.AnfisCalculatorModelCommentDto.ThresholdsInSigmaUnitsUpper.FieldName
source: Factor for standard deviation, upper threshold
de: Faktor für Standardabweichung, obere Grenze

# Validations.AnfisCalculatorModelCommentDto.ThresholdsInSigmaUnitsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

source: Factor for standard deviation, lower threshold
de: Faktor für Standardabweichung, untere Grenze

source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

source: Factor for standard deviation, upper threshold
de: Faktor für Standardabweichung, obere Grenze

source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.DeleteCalculatorTrainingPeriodDto.DeleteComment.FieldName
source: Comment
de: Kommentar

# Validations.DeleteCalculatorTrainingPeriodDto.DeleteComment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.DeleteCalculatorTrainingPeriodDto.DeleteComment.MinLength
source: A minimum number of {MIN} digits is required.
de: Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.ContinuousCalculatorTrainingDto.IncrementalTrainingDays.FieldName
source: Duration of continuous training
de: Länge des gleitenden Trainings

# Validations.ContinuousCalculatorTrainingDto.IncrementalTrainingDays.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ContinuousCalculatorTrainingDto.IncrementalTrainingDays.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

source: '{FIELDNAME}' must be greater than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss größer als '{OTHERFIELDNAME}' sein.

source: The duration of the continuous training has to be greater or equal to the output resolution of the monitor.
de: Länge des gleitenden Trainings muss größer oder gleich der Zielauflösung des Monitors sein.

# Validations.ContinuousCalculatorTrainingDto.MinTrainingDays.FieldName
source: Minimum number of training days
de: Mindestanzahl an Trainingstagen

# Validations.ContinuousCalculatorTrainingDto.ContinuousRetrainingPeriod.FieldName
source: Continuous training all
de: Gleitendes Training alle

# Validations.ContinuousCalculatorTrainingDto.ContinuousRetrainingPeriod.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.
