Repository: pschmiedel/angular-phonecat-hybrid
Catalog: src/localization/messages.*.xlf
Languages: de

# Models.Notification.EffectivePower
source: Effective Power
de: Wirkleistung

# Models.Notification.SignificanceDefectMagnitude
source: Significance * severity
de: Sicherheit * Schweregrad

# Models.Notification.DefectMagnitude
source: Severity
de: Schweregrad

# Models.Notification.Significance
source: Significance
de: Sicherheit

# Models.Issue.Title
source: Issue
de: Auffälligkeit

# Models.Issue.IssueType
source: Type
de: Typ

# Models.Issue.Category
source: Category
de: Kategorie

# Models.Issue.StartDate
source: Start date
de: Beginn

# Models.Issue.EndDate
source: End date
de: Ende

# Models.Issue.IsNew
source: Is new
de: Ist neu

# Models.Issue.LastRead
source: Last view
de: Zuletzt gelesen am

# Models.Issue.Notes
source: Comments
de: Notizen

# Models.Issue.Operator
source: Operator
de: Manager Betrieb

# Models.Issue.Type
source: Model type
de: Modell-Typ

# Models.Issue.Complete
source: Close issue
de: Auffälligkeit abschließen

# Models.IssueTracking.Track
source: Track issue
de: Auffälligkeit nachverfolgen

# Models.IssueTracking.IsTrackingActive
source: Tracking
de: Nachverfolgen

# Models.IssueTracking.ReminderAt
source: Reminder at
de: Wiedervorlage am

# Models.IssueTracking.ReminderRule
source: Rule to earlier reminder
de: Vorzeitige Wiedervorlage

# Models.IssueTracking.ReminderRuleParameter
source: Parameter for reminder rule
de: Änderungswert

# Models.IssueTracking.EndTracking
source: End tracking
de: Nachverfolgen beenden

# Models.IssueTracking.TrackingEndedSuccessfully
source: Tracking ended successfully
de: Nachverfolgung erfolgreich beendet

# Models.SignalsInvalidation.SelectSignals
source: Select affected signals of the monitor ''{SIGNALNAME}''
de: Betroffene Signale des Monitors ''{SIGNALNAME}'' auswählen

# Models.SignalsInvalidation.PeriodFrom
source: Period from
de: Zeitraum von

# Models.SignalsInvalidation.PeriodTo
source: Period up to
de: Zeitraum bis

# Models.SignalsInvalidation.InvalidationType
source: classification
de: Klassifizierung

# Models.SignalsInvalidation.Comment
source: Comment
de: Kommentar

# Models.CalculatorModel.Type
source: Type of model
de: Modelltyp

# Models.CalculatorModel.Name
source: Model name
de: Modellname

# Models.CalculatorModel.State
source: Status of the model
de: Modellstatus

# Models.CalculatorModel.OffsetStartupDate
source: Start of training after commissioning of the unit
de: Start des Trainings nach Inbetriebnahme der Anlage

# Models.CalculatorModel.DelayTraining
source: Delay of training
de: Trainingsverzögerung

# Models.CalculatorModel.IncrementalMinTrainingDays
source: Minimum number of training days
de: Mindestanzahl an Trainingstagen

# Models.CalculatorModel.IncrementalTrainingDays
source: Duration of complete training
de: Länge des vollständigen Trainings

# Models.CalculatorModel.IncrementalRetrainingPeriod
source: Repeat incremental training every
de: Wiederholung inkrementelles Training alle

# Models.CalculatorModel.ContinuousTrainingDays
source: Duration of continuous training
de: Länge des gleitenden Trainings

# Models.CalculatorModel.ContinuousRetrainingPeriod
source: Continuous training every
de: Gleitendes Training alle

# Models.CalculatorModel.MaxLag
source: Maximum lag of input signals
de: Maximale zeitliche Verzögerung der Eingangssignale (Lag)

# Models.CalculatorModel.FilterExtensionDuration
source: Duration of transients
de: Dauer Einschwingvorgang

# Models.CalculatorModel.EvaluationResolution
source: Resolution of the evaluation
de: Auflösung der Vorhersage

# Models.CalculatorModel.ExecutionInterval
source: Execution interval of the monitors
de: Ausführungsintervall der Monitore

# Models.CalculatorModel.AnomalyResolution
source: Resolution for valuation of anomalies
de: Auflösung für die Anomaliebewertung

# Models.CalculatorModel.ThresholdsInSigmaUnitsLower
source: Factor for standard deviation, lower threshold
de: Faktor für Standardabweichung, untere Grenze

# Models.CalculatorModel.ThresholdsInSigmaUnitsUpper
source: Factor for standard deviation, upper threshold
de: Faktor für Standardabweichung, obere Grenze

# Models.CalculatorModel.MagnitudeScaleInSigmaUnitsLower
source: Factor for standard deviation, lower threshold
de: Faktor für Standardabweichung, untere Grenze

# Models.CalculatorModel.MagnitudeScaleInSigmaUnitsUpper
source: Factor for standard deviation, upper threshold
de: Faktor für Standardabweichung, obere Grenze

# Validations.Common.RequiredWithoutField
source: A value is required.
de: Ein Wert ist erforderlich.

# Validations.Common.RequiredWithField
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.Common.MinWithField
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.Common.MaxWithField
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.Common.MinLengthWithoutField
source: A minimum number of {MIN} digits is required.
de: Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.Common.MinLengthWithField
source: '{FIELDNAME}': A minimum number of {MIN} digits is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.Common.MaxLengthWithoutField
source: A maximum number of {MAX} digits is permitted.
de: Es sind maximal {MAX} Zeichen erlaubt.

# Validations.Common.MaxLengthWithField
source: '{FIELDNAME}': A maximum number of {MAX} digits is permitted.
de: '{FIELDNAME}': Es sind maximal {MAX} Zeichen erlaubt.

# Validations.Common.StringLengthWithoutField
source: A number of characters between {MIN} and {MAX} is permitted.
de: Es sind zwischen {MIN} und {MAX} Zeichen erlaubt.

# Validations.Common.StringLengthWithField
source: '{FIELDNAME}'. A number of characters between {MIN} and {MAX} is permitted.
de: '{FIELDNAME}'. Es sind zwischen {MIN} und {MAX} Zeichen erlaubt.

# Validations.Common.DateNotInFutureWithoutField
source: Date has to be in the future.
de: Muss in der Zukunft liegen.

# Validations.Common.DateNotInFutureWithField
source: '{FIELDNAME}' has to be in the future.
de: '{FIELDNAME}' muss in der Zukunft liegen.

# Validations.Common.DateNotTodayOrInFutureWithoutField
source: Has to be today or in the future.
de: Muss heute sein oder in der Zukunft liegen.

# Validations.Common.DateNotTodayOrInFutureWithField
source: '{FIELDNAME}' has to be today or in the future.
de: '{FIELDNAME}' muss heute sein oder in der Zukunft liegen.

# Validations.Common.DateNotInPastWithoutField
source: Has to be in the past.
de: Muss in der Vergangenheit liegen.

# Validations.Common.DateNotInPastWithField
source: '{FIELDNAME}' has to be in the past.
de: '{FIELDNAME}' muss in der Vergangenheit liegen.

# Validations.Common.DateNotTodayOrInPastWithoutField
source: Has to be today or in the past.
de: Muss heute sein oder in der Vergangenheit liegen.

# Validations.Common.DateNotTodayOrInPastWithField
source: '{FIELDNAME}' has to be today or in the past.
de: '{FIELDNAME}' muss heute sein oder in der Vergangenheit liegen.

# Validations.Common.DateNotInRangeWithoutField
source: Has to be between the {{min | date : 'mediumDate'}} and the{{max | date : 'mediumDate'}}.
de: Muss zwischen dem {{min | date : 'mediumDate'}} und {{max | date : 'mediumDate'}} liegen.

# Validations.Common.DateNotInRangeWithField
source: '{FIELDNAME}' has to be between the {{min | date : 'mediumDate'}} and the{{max | date : 'mediumDate'}}.
de: '{FIELDNAME}' muss zwischen dem {{min | date : 'mediumDate'}} und {{max | date : 'mediumDate'}} liegen.

# Validations.Common.CompareValuesLessWithFields
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.Common.CompareValuesLessOrEqualWithFields
source: '{FIELDNAME}' has to be smaller or equal to '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner oder gleich '{OTHERFIELDNAME}' sein.

# Validations.Common.CompareValuesGreaterWithFields
source: '{FIELDNAME}' must be greater than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss größer als '{OTHERFIELDNAME}' sein.

# Validations.Common.CompareValuesGreaterOrEqualWithFields
source: '{FIELDNAME}' has to be greater or equal to '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss größer oder gleich '{OTHERFIELDNAME}' sein.

# Validations.Common.CountElementsWithoutField
source: {COUNT} elements are required.
de: Es sind {COUNT} Elemente ist erforderlich.

# Validations.Common.CountElementsWithField
source: '{FIELDNAME}'. {COUNT} elements are required.
de: '{FIELDNAME}'. Es sind {COUNT} Elemente ist erforderlich.

# Validations.Common.BetweenElementsWithoutField
source: A number of elemts between {MIN} and {MAX} is permitted.
de: Es sind zwischen {MIN} und {MAX} Elemente erlaubt.

# Validations.Common.BetweenElementsWithField
source: '{FIELDNAME}'. A number of elements between {MIN} and {MAX} is permitted.
de: '{FIELDNAME}'. Es sind zwischen {MIN} und {MAX} Elemente erlaubt.

# Validations.Common.MinElementsWithoutField
source: A minimum number of {MIN} elements is requred.
de: Es sind mindestens {MIN} Elemente erforderlich.

# Validations.Common.MinElementsWithField
source: '{FIELDNAME}': A minimum number of {MIN} elements is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Elemente erfolderlich.

# Validations.Common.MaxElementsWithoutField
source: A maximum number of {MAX} elements is permitted.
de: Es sind maximal {MAX} Elemente erlaubt.

# Validations.Common.MaxElementsWithField
source: '{FIELDNAME}': A maximum number of {MAX} elements is permitted.
de: '{FIELDNAME}': Es sind maximal {MAX} Elemente erlaubt.

# Validations.Common.AnyElementsWithoutField
source: At least one element is required.
de: Mindestens ein Element ist erforderlich.

# Validations.Common.AnyElementsWithField
source: '{FIELDNAME}' has to contain at least one element.
de: '{FIELDNAME}' muss mindestens ein Element enthalten.

# Validations.DamageDatabaseRequestDto.ObservedAbnormality.FieldName
source: Observed abnormality
de: Beobachtete Abnormalität

# Validations.DamageDatabaseRequestDto.ObservedAbnormality.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.DamageDatabaseRequestDto.HypothesizedDiagnosis.FieldName
source: Hypothesized damage diagnosis
de: Vermutete Schadendiagnose

# Validations.DamageDatabaseRequestDto.HypothesizedDiagnosis.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.DamageDatabaseRequestDto.StartDate.FieldName
source: Start of the damage's visibility
de: Beginn der Sichtbarkeit des Schadens

# Validations.DamageDatabaseRequestDto.StartDate.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.DamageDatabaseRequestDto.StartDate.DateNotTodayOrInPast
source: '{FIELDNAME}' has to be today or in the past.
de: '{FIELDNAME}' muss heute sein oder in der Vergangenheit liegen.

# Validations.DamageDatabaseRequestDto.MaintenanceReportNumber.FieldName
source: Maintenance report number
de: IH-Meldungsnummer

# Validations.DamageDatabaseRequestDto.MaintenanceReportNumber.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.HeatmapRequestDto.From.FieldName
source: From
de: Von

# Validations.HeatmapRequestDto.From.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.HeatmapRequestDto.From.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.HeatmapRequestDto.To.FieldName
source: To
de: Bis

# Validations.HeatmapRequestDto.To.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.NarrowbandRequestDto.From.FieldName
source: From
de: Von

# Validations.NarrowbandRequestDto.From.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.NarrowbandRequestDto.From.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.NarrowbandRequestDto.To.FieldName
source: To
de: Bis

# Validations.NarrowbandRequestDto.To.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AssociatedIssueDto.SeriesId.FieldName
source: Alerting Signal
de: Auffälliges Signal

# Validations.AssociatedIssueDto.SeriesId.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AssociatedIssueDto.PrimaryIssueId.FieldName
source: Relevant Issue
de: Relevante Auffälligkeit

# Validations.AssociatedIssueDto.PrimaryIssueId.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AssociatedIssueDto.SecondaryIssueIds.FieldName
source: Redundant Issue
de: Redundante Auffälligkeiten

# Validations.AssociatedIssueDto.SecondaryIssueIds.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.AssociatedIssueDto.Diagnosis.FieldName
source: Hypothesized damage diagnosis
de: Vermutete Schadendiagnose

# Validations.AssociatedIssueDto.Diagnosis.MinLength
source: '{FIELDNAME}': A minimum number of {MIN} digits is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.AssociatedIssueDto.Diagnosis.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.DisturbanceFrequencyDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.DisturbanceFrequencyDto.Comment.MinLength
source: '{FIELDNAME}': A minimum number of {MIN} digits is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.DisturbanceFrequencyDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.DisturbanceFrequencyDto.HarmonicCount.FieldName
source: Number of harmonics
de: Anzahl Harmonische

# Validations.DisturbanceFrequencyDto.HarmonicCount.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.DisturbanceFrequencyDto.HarmonicCount.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.DisturbanceFrequencyDto.HarmonicCount.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.DisturbanceFrequencyDto.LowerBandwidthThreshold.FieldName
source: Disturbance range lower threshold
de: Störbereich von

# Validations.DisturbanceFrequencyDto.LowerBandwidthThreshold.CompareValues
source: '{FIELDNAME}' has to be smaller or equal to '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner oder gleich '{OTHERFIELDNAME}' sein.

# Validations.DisturbanceFrequencyDto.UpperBandwidthThreshold.FieldName
source: Disturbance range upper threshold
de: Störbereich bis

# Validations.DisturbanceFrequencyDto.UpperBandwidthThreshold.CompareValues
source: '{FIELDNAME}' has to be greater or equal to '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss größer oder gleich '{OTHERFIELDNAME}' sein.

# Validations.DisturbanceFrequencyDto.ReferenceRotationalSpeed.FieldName
source: Reference rotational speed
de: Referenzdrehzahl

# Validations.DisturbanceFrequencyDto.ReferenceRotationalSpeed.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.DisturbanceFrequencyDto.NameDE.FieldName
source: Name
de: Bezeichnung

# Validations.DisturbanceFrequencyDto.NameDE.StringLength
source: '{FIELDNAME}'. A number of characters between {MIN} and {MAX} is permitted.
de: '{FIELDNAME}'. Es sind zwischen {MIN} und {MAX} Zeichen erlaubt.

# Validations.DisturbanceFrequencyDto.NameEN.FieldName
source: Name
de: Bezeichnung

# Validations.DisturbanceFrequencyDto.NameEN.StringLength
source: '{FIELDNAME}'. A number of characters between {MIN} and {MAX} is permitted.
de: '{FIELDNAME}'. Es sind zwischen {MIN} und {MAX} Zeichen erlaubt.

# Validations.DisturbanceFrequencyDto.Value.FieldName
source: Disturbing frequency
de: Störfrequenz

# Validations.DisturbanceFrequencyDto.Value.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.DisturbanceFrequencyDto.Value.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.DisturbanceFrequencyDto.Value.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.PowerClassesOverviewResponseDto.CoastRangeLower.FieldName
source: Idling range from
de: Trudelbereich von

# Validations.PowerClassesOverviewResponseDto.CoastRangeLower.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.PowerClassesOverviewResponseDto.CoastRangeLower.CompareValues
source: '{FIELDNAME}' has to be smaller or equal to '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner oder gleich '{OTHERFIELDNAME}' sein.

# Validations.PowerClassesOverviewResponseDto.CoastRangeUpper.FieldName
source: Idling range up to
de: Trudelbereich bis

# Validations.PowerClassesOverviewResponseDto.CoastRangeUpper.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.PowerClassesOverviewResponseDto.CoastRangeUpper.CompareValues
source: '{FIELDNAME}' has to be smaller or equal to '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner oder gleich '{OTHERFIELDNAME}' sein.

# Validations.PowerClassesOverviewResponseDto.LowRangeUpper.FieldName
source: Low load range up to
de: Niedriglastbereich bis

# Validations.PowerClassesOverviewResponseDto.LowRangeUpper.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.PowerClassesOverviewResponseDto.LowRangeUpper.CompareValues
source: '{FIELDNAME}' has to be smaller or equal to '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner oder gleich '{OTHERFIELDNAME}' sein.

# Validations.PowerClassesOverviewResponseDto.LowerPartialRangeUpper.FieldName
source: Lower partial load range up to
de: Unterer Teillastbereich bis

# Validations.PowerClassesOverviewResponseDto.LowerPartialRangeUpper.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.PowerClassesOverviewResponseDto.LowerPartialRangeUpper.CompareValues
source: '{FIELDNAME}' has to be smaller or equal to '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner oder gleich '{OTHERFIELDNAME}' sein.

# Validations.PowerClassesOverviewResponseDto.UpperPartialRangeUpper.FieldName
source: Upper partial load range up to
de: Oberer Teillastbereich bis

# Validations.PowerClassesOverviewResponseDto.UpperPartialRangeUpper.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.PowerClassesOverviewResponseDto.UpperPartialRangeUpper.CompareValues
source: '{FIELDNAME}' has to be smaller or equal to '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner oder gleich '{OTHERFIELDNAME}' sein.

# Validations.PowerClassesOverviewResponseDto.PeakRangeUpper.FieldName
source: Full load range up to
de: Volllastbereich bis

# Validations.PowerClassesOverviewResponseDto.PeakRangeUpper.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.PowerClassesOverviewResponseDto.PeakRangeUpper.CompareValues
source: '{FIELDNAME}' has to be smaller or equal to '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner oder gleich '{OTHERFIELDNAME}' sein.

# Validations.ScadaConfigurationRequestDto.Description.FieldName
source: Description
de: Beschreibung

# Validations.ScadaConfigurationRequestDto.Description.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ScadaConfigurationRequestDto.Description.MinLength
source: '{FIELDNAME}': A minimum number of {MIN} digits is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.CalculatorRequestDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.CalculatorRequestDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorRequestDto.Comment.MinLength
source: '{FIELDNAME}': A minimum number of {MIN} digits is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.CalculatorRequestDto.MaxNumberOfUsedSignals.FieldName
source: Maximum number of input signals in the trained model
de: Maximale Anzahl Eingangssignale im trainierten Modell

# Validations.CalculatorRequestDto.MaxNumberOfUsedSignals.NumberOfMustUseSignals
source: The maximum number of input signals has to be greater or equal to number of the signals to be used.
de: Die maximale Anzahl der Eingangssignale muss größer oder gleich der zu verwendenden Signale sein.

# Validations.CalculatorRequestDto.FilterExtensionDuration.FieldName
source: Duration of transients
de: Dauer Einschwingvorgang

# Validations.CalculatorRequestDto.FilterExtensionDuration.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorRequestDto.FilterExtensionDuration.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.CalculatorRequestDto.FilterExtensionDuration.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.CalculatorRequestDto.MaxLagValue.FieldName
source: Maximum lag
de: Maximale zeitliche Verzögerung (Lag)

# Validations.CalculatorRequestDto.MaxLagValue.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorRequestDto.MaxLagValue.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.CalculatorRequestDto.CalculatorState.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorModelDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.ModelDeviationMonitorModelDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorModelDto.Comment.MinLength
source: '{FIELDNAME}': A minimum number of {MIN} digits is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.ModelDeviationMonitorModelDto.ThresholdsInSigmaUnitsUpper.FieldName
source: Normal range of the monitor, factor for upper threshold
de: Normalbereich des Monitors, Faktor für obere Grenze

# Validations.ModelDeviationMonitorModelDto.ThresholdsInSigmaUnitsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

source: The normal range has to be within thresholds for a severity greater 1
de: Der Normalbereich muss innerhalb der Schwellwerte für Schwere größer 1 liegen

# Validations.ModelDeviationMonitorModelDto.ThresholdsInSigmaUnitsLower.FieldName
source: Normal range of the monitor, factor for lower threshold
de: Normalbereich des Monitors, Faktor für untere Grenze

# Validations.ModelDeviationMonitorModelDto.ThresholdsInSigmaUnitsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.
