Repository: pschmiedel/angular-phonecat-hybrid
Catalog: src/localization/messages.*.xlf
Languages: de

# Validations.ContinuousCalculatorTrainingDto.ContinuousRetrainingPeriod.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

source: Continuous training all has to be greater than the output resolution of the monitor.
de: Gleitendes Training alle muss größer als die Zielauflösung des Monitors sein.

# Validations.ContinuousCalculatorTrainingDto.DelayTraining.FieldName
source: Delay of training
de: Trainingsverzögerung

# Validations.ContinuousCalculatorTrainingDto.DelayTraining.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ContinuousCalculatorTrainingDto.DelayTraining.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.ContinuousCalculatorTrainingDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.ContinuousCalculatorTrainingDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ContinuousCalculatorTrainingDto.Comment.MinLength
source: A minimum number of {MIN} digits is required.
de: Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.VibrationCalculatorTrainingDto.StartDate.FieldName
source: Start date
de: Startdatum

# Validations.VibrationCalculatorTrainingDto.StartDate.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationCalculatorTrainingDto.StartDate.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.VibrationCalculatorTrainingDto.EndDate.FieldName
source: End date
de: Enddatum

# Validations.VibrationCalculatorTrainingDto.EndDate.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationCalculatorTrainingDto.MinTrainingDays.FieldName
source: Minimum number of reference days
de: Mindestanzahl an Referenzstagen

# Validations.VibrationCalculatorTrainingDto.MinTrainingDays.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationCalculatorTrainingDto.MinTrainingDays.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationCalculatorTrainingDto.MinTrainingDays.EndDateRange
source: End date has to be greater than start date + minimum number of reference days.
de: Enddatum muss größer als Startdatum + Mindestanzahl an Referenzstagen sein.

# Validations.VibrationCalculatorTrainingDto.IncrementalRetrainingPeriod.FieldName
source: Repeat every
de: Wiederholung alle

# Validations.VibrationCalculatorTrainingDto.IncrementalRetrainingPeriod.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationCalculatorTrainingDto.IncrementalRetrainingPeriod.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

source: Repeat every has to be greater or equal to the output resolution of the monitor.
de: Wiederholung alle muss größer oder gleich der Zielauflösung des Monitors sein.

# Validations.VibrationCalculatorTrainingDto.DelayTraining.FieldName
source: Delay training
de: Trainingsverzögerung

# Validations.VibrationCalculatorTrainingDto.DelayTraining.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationCalculatorTrainingDto.DelayTraining.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationCalculatorTrainingDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.VibrationCalculatorTrainingDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationCalculatorTrainingDto.Comment.MinLength
source: A minimum number of {MIN} digits is required.
de: Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.CalculatorTrainingDto.StartDate.FieldName
source: Start date
de: Startdatum

# Validations.CalculatorTrainingDto.StartDate.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorTrainingDto.StartDate.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.CalculatorTrainingDto.EndDate.FieldName
source: End date
de: Enddatum

# Validations.CalculatorTrainingDto.EndDate.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorTrainingDto.MinTrainingDays.FieldName
source: Minimum number of training days
de: Mindestanzahl an Trainingstagen

# Validations.CalculatorTrainingDto.MinTrainingDays.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorTrainingDto.MinTrainingDays.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.CalculatorTrainingDto.MinTrainingDays.EndDateRange
source: End date has to be greater than start date + minimum number of training days.
de: Enddatum muss größer als Startdatum + Mindestanzahl an Trainingstagen sein.

# Validations.CalculatorTrainingDto.IncrementalRetrainingPeriod.FieldName
source: Repeat every
de: Wiederholung alle

# Validations.CalculatorTrainingDto.IncrementalRetrainingPeriod.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorTrainingDto.IncrementalRetrainingPeriod.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.CalculatorTrainingDto.IncrementalRetrainingPeriod.RetrainingPeriodIn
source: Repeat every has to be greater or equal to output resolution of the monitor.
de: Wiederholung alle muss größer oder gleich der Zielauflösung des Monitors sein.

# Validations.CalculatorTrainingDto.DelayTraining.FieldName
source: Delay training
de: Trainingsverzögerung

# Validations.CalculatorTrainingDto.DelayTraining.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorTrainingDto.DelayTraining.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.CalculatorTrainingDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.CalculatorTrainingDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorTrainingDto.Comment.MinLength
source: A minimum number of {MIN} digits is required.
de: Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.CalculatorTrainingPeriodDto.StartDate.FieldName
source: Start date
de: Startdatum

# Validations.CalculatorTrainingPeriodDto.StartDate.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorTrainingPeriodDto.StartDate.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.CalculatorTrainingPeriodDto.StartDate.DateNotTodayOrInPast
source: '{FIELDNAME}' has to be today or in the past.
de: '{FIELDNAME}' muss heute sein oder in der Vergangenheit liegen.

# Validations.CalculatorTrainingPeriodDto.EndDate.FieldName
source: End date
de: Enddatum

# Validations.CalculatorTrainingPeriodDto.EndDate.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorTrainingPeriodDto.EndDate.DateNotTodayOrInPast
source: '{FIELDNAME}' has to be today or in the past.
de: '{FIELDNAME}' muss heute sein oder in der Vergangenheit liegen.

# Validations.CalculatorTrainingPeriodDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.CalculatorTrainingPeriodDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.CalculatorTrainingPeriodDto.Comment.MinLength
source: A minimum number of {MIN} digits is required.
de: Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.IssueChartRequestDto.From.FieldName
source: From
de: Von

# Validations.IssueChartRequestDto.From.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.IssueChartRequestDto.From.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.IssueChartRequestDto.To.FieldName
source: To
de: Bis

# Validations.IssueChartRequestDto.To.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.IssueCommentDto.Text.FieldName
source: Comment
de: Kommentar

# Validations.IssueCommentDto.Text.Required
source: A value is required.
de: Ein Wert ist erforderlich.

# Validations.IssueCommentDto.Text.MinLength
source: A minimum number of {MIN} digits is required.
de: Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.IssueCompletionDto.Reason.FieldName
source: Classification of issue
de: Klassifikation der Auffälligkeit

# Validations.IssueCompletionDto.Reason.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.IssueCompletionDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.IssueCompletionDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.IssueCompletionDto.Comment.MinLength
source: '{FIELDNAME}': A minimum number of {MIN} digits is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.IssueTrackingDto.ReminderAt.FieldName
source: Reminder at
de: Wiedervorlage am

# Validations.IssueTrackingDto.ReminderAt.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.IssueTrackingDto.ReminderAt.DateNotInFuture
source: '{FIELDNAME}' has to be in the future.
de: '{FIELDNAME}' muss in der Zukunft liegen.

# Validations.IssueTrackingDto.ReminderAt.DateNotTodayOrInFuture
source: '{FIELDNAME}' has to be today or in the future.
de: '{FIELDNAME}' muss heute sein oder in der Zukunft liegen.

# Validations.IssueTrackingDto.ReminderAt.DateNotInPast
source: '{FIELDNAME}' has to be in the past.
de: '{FIELDNAME}' muss in der Vergangenheit liegen.

# Validations.IssueTrackingDto.ReminderAt.DateNotTodayOrInPast
source: '{FIELDNAME}' has to be today or in the past.
de: '{FIELDNAME}' muss heute sein oder in der Vergangenheit liegen.

# Validations.IssueTrackingDto.ReminderAt.DateNotInRange
source: '{FIELDNAME}' has to be between the {{min | date : 'mediumDate'}} and the{{max | date : 'mediumDate'}}.
de: '{FIELDNAME}' muss zwischen dem {{min | date : 'mediumDate'}} und {{max | date : 'mediumDate'}} liegen.

# Validations.IssueTrackingDto.ReminderRule.FieldName
source: Rule to earlier reminder
de: Vorzeitige Wiedervorlage

# Validations.IssueTrackingDto.ReminderRule.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.IssueTrackingDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.IssueTrackingDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.IssueTrackingDto.Comment.MinLength
source: '{FIELDNAME}': A minimum number of {MIN} digits is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.MonitorThresholdsDto.UseAbsoluteValues.FieldName
source: Use relative / absolute values
de: Relative / absolute Werte verwenden

# Validations.MonitorThresholdsDto.UseAbsoluteValues.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.MonitorThresholdsDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.MonitorThresholdsDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.MonitorThresholdsDto.Comment.MinLength
source: '{FIELDNAME}': A minimum number of {MIN} digits is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.MonitorThresholdsDto.ThresholdsLower.FieldName
source: Normal range of the monitor, lower threshold
de: Normalbereich des Monitors, untere Grenze

# Validations.MonitorThresholdsDto.ThresholdsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.MonitorThresholdsDto.ThresholdsLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.MonitorThresholdsDto.ThresholdsUpper.FieldName
source: Normal range of the monitor, upper threshold
de: Normalbereich des Monitors, obere Grenze

# Validations.MonitorThresholdsDto.ThresholdsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.MonitorThresholdsDto.ThresholdsInSigmaUnitsLower.FieldName
source: Normal range of the monitor, lower threshold
de: Normalbereich des Monitors, untere Grenze

# Validations.MonitorThresholdsDto.ThresholdsInSigmaUnitsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.MonitorThresholdsDto.ThresholdsInSigmaUnitsLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.MonitorThresholdsDto.ThresholdsInSigmaUnitsUpper.FieldName
source: Normal range of the monitor, upper threshold
de: Normalbereich des Monitors, obere Grenze

# Validations.MonitorThresholdsDto.ThresholdsInSigmaUnitsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.MonitorThresholdsDto.ThresholdsInSigmaUnitsUpper.ThresholdRanges
source: The normal range has to be within the thresholds for a severity graeter than 1.
de: Der Normalbereich muss innerhalb der Schwellwerte für Schwere größer 1 liegen

# Validations.MonitorThresholdsDto.MagnitudeScaleInSigmaUnitsLower.FieldName
source: Thresholds for severity greater 1, lower threshold
de: Schwellwerte für Schwere größer 1, untere Grenze

# Validations.MonitorThresholdsDto.MagnitudeScaleInSigmaUnitsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.MonitorThresholdsDto.MagnitudeScaleInSigmaUnitsLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.MonitorThresholdsDto.MagnitudeScaleInSigmaUnitsUpper.FieldName
source: Thresholds for severity greater 1, upper threshold
de: Schwellwerte für Schwere größer 1, obere Grenze

# Validations.MonitorThresholdsDto.MagnitudeScaleInSigmaUnitsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.MonitorThresholdsDto.MagnitudeScaleLower.FieldName
source: Thresholds for severity greater 1, lower threshold
de: Schwellwerte für Schwere größer 1, untere Grenze

# Validations.MonitorThresholdsDto.MagnitudeScaleLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.MonitorThresholdsDto.MagnitudeScaleLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.MonitorThresholdsDto.MagnitudeScaleUpper.FieldName
source: Thresholds for severity greater 1, upper threshold
de: Schwellwerte für Schwere größer 1, obere Grenze

# Validations.MonitorThresholdsDto.MagnitudeScaleUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.StreamDataRequestDto.From.FieldName
source: Period from
de: Zeitraum von

# Validations.StreamDataRequestDto.From.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.StreamDataRequestDto.From.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.StreamDataRequestDto.To.FieldName
source: Period up to
de: Zeitraum bis

# Validations.StreamDataRequestDto.To.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.SeriesInvalidationDto.SeriesIds.FieldName
source: Select affected signals of the monitor
de: Betroffene Signale des Monitors auswählen

# Validations.SeriesInvalidationDto.SeriesIds.AnyElements
source: '{FIELDNAME}' has to contain at least one element.
de: '{FIELDNAME}' muss mindestens ein Element enthalten.

# Validations.SeriesInvalidationDto.InvalidateFrom.FieldName
source: Period from
de: Zeitraum von

# Validations.SeriesInvalidationDto.InvalidateFrom.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.SeriesInvalidationDto.InvalidateFrom.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.SeriesInvalidationDto.InvalidateTo.FieldName
source: Period up to
de: Zeitraum bis

# Validations.SeriesInvalidationDto.InvalidateTo.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.SeriesInvalidationDto.InvalidationType.FieldName
source: classification
de: Klassifizierung

# Validations.SeriesInvalidationDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.SeriesInvalidationDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.SeriesInvalidationDto.Comment.MinLength
source: '{FIELDNAME}': A minimum number of {MIN} digits is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.PowerPlantRequestDto.ServiceLevel.FieldName
source: Maintenance contract of units
de: Servicestufe der Anlagen

# Validations.PowerPlantRequestDto.ServiceLevel.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.PowerPlantRequestDto.TimeZoneId.FieldName
source: Time zone
de: Zeitzone

# Validations.PowerPlantRequestDto.TimeZoneId.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.IAdazVibrationChartAxisSettings.Extremes.FieldName
source: y-axis
de: Achsenparameter

# Validations.IAdazVibrationChartAxisSettings.Extremes.CompareMinMax
source: The minimum has to be smaller than the maximum.
de: Das Minimum muss kleiner als das Maximum sein.

# Validations.EndIssueTracking.Comment.FieldName
source: Comment
de: Kommentar

# Validations.EndIssueTracking.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Menu.Issues.Title
source: Issues
de: Auffälligkeiten

# Menu.Issues.DetailTitle
source: Issue {ID}
de: Auffälligkeit {ID}

# Menu.MyIssues.Title
source: My Issues
de: Meine Auffälligkeiten

# Menu.ScadaData.Title
source: SCADA data
de: SCADA-Daten

# Menu.ScadaData.MeasurementValues
source: Residuals and raw data
de: Modellabweichung und Messwerte

# Menu.ScadaData.Anomalies
source: Anomalies
de: Anomalien

# Menu.ScadaData.XYAxis
source: X-Y-Analysis
de: X-Y-Analyse

# Menu.Vibrations.Title
source: Vibration analysis
de: Schwingungsanalysen

# Menu.Vibrations.Measurement
source: Measurements
de: Messungen

# Menu.ModelsAndMonitors.Title
source: Models and monitors
de: Modelle und Monitore

# Menu.ModelsAndMonitors.Anfis
source: SCADA residuals
de: SCADA-Modelle

# Menu.ModelsAndMonitors.AnfisCalculatorModels
source: Calculator models
de: Berechnungsmodelle

# Menu.ModelsAndMonitors.CreateAnfisCalculatorModel
source: Create new calculator model
de: Neues Berechnungsmodell anlegen

# Menu.ModelsAndMonitors.CreateAnfisMonitorModel
source: Create new monitor model
de: Neues Monitormodell anlegen

# Menu.ModelsAndMonitors.AnfisMonitorModel
source: Edit monitor model
de: Monitormodell ändern

# Menu.ModelsAndMonitors.AnfisMonitorModels
source: Monitor models
de: Monitormodelle

# Menu.ModelsAndMonitors.AnfisCalculators
source: Calculators
de: Berechnungsinstanzen

# Menu.ModelsAndMonitors.EditAnfisCalculators
source: Edit calculator
de: Instanz ändern

# Menu.ModelsAndMonitors.AnfisMonitors
source: Monitors
de: Monitore

# Menu.ModelsAndMonitors.EditAnfisMonitor
source: Edit monitor
de: Monitor

# Menu.ModelsAndMonitors.EditAnfisCalculatorModel
source: Edit calculator model
de: Berechnungsmodell bearbeiten

# Menu.ModelsAndMonitors.VibrationMonitors
source: Monitors
de: Monitore

# Menu.ModelsAndMonitors.Vibration
source: Vibrationcharacteristic residuals
de: Schwingungskennwert-Modelle

# Menu.ModelsAndMonitors.VibrationMonitorModels
source: Monitor models
de: Monitormodelle

# Menu.ModelsAndMonitors.EditVibrationMonitorModel
source: Edit model
de: Modell ändern

# Menu.ModelsAndMonitors.CreateVibrationMonitorModel
source: Create new monitor model
de: Neues Monitormodell anlegen

# Menu.ModelsAndMonitors.EditVibrationMonitor
source: Edit monitor
de: Monitor ändern

# Menu.MasterData.Title
source: Master data
de: Stammdaten

# Menu.MasterData.PowerPlants
source: Power plants
de: Kraftwerke

# Menu.MasterData.PowerClass
source: Power classes
de: Leistungsklassen

# Menu.MasterData.DisturbanceFrequency
source: Disturbing frequencies
de: Störfrequenzen

# Menu.MasterData.EditDisturbanceFrequency
source: Edit disturbing frequency
de: Störfrequenz bearbeiten

# Menu.MasterData.CreateDisturbanceFrequency
source: Create disturbing frequency
de: Störfrequenz anlegen

# Views.Shared.Filter.Title
source: Filter criteria
de: Filterkriterien

# Views.Shared.SeriesInformation.Toolbar
source: Meta information of signal
de: Signal-Metainformationen

# Views.Shared.SeriesInformation.Title
source: Meta information of signal
de: Signal-Metainformationen

# Views.Shared.SeriesInformation.ChooseSignal
source: Choose signal
de: Signal wählen

# Views.Shared.SeriesInformation.DataInfoDescription
source: Characteristic
de: Ausprägung

# Views.Shared.SeriesInformation.Resolution
source: Resolution
de: Auflösung

# Views.Shared.SeriesInformation.Unit
source: Unit
de: Einheit

# Views.Shared.SeriesInformation.ManufacturerDescription
source: Manufacturer's description
de: Herstellerbezeichnung

# Views.Shared.SeriesInformation.ManufacturerShortDescription
source: Manufacturer's short description
de: Herstellerkurzbezeichnung

# Views.Shared.SeriesInformation.ShortDescription
source: Short description of signal
de: Signalkurzbezeichnung

# Views.Shared.SeriesInformation.Availability
source: Availability
de: Verfügbarkeit

# Views.Shared.SeriesInformation.NormalRange
source: Normal range
de: Normalbereich

# Views.Shared.SeriesInformation.SensorRange
source: Sensor range
de: Sensorbereich

# Views.Shared.SeriesInformation.SourceName
source: Attribute name
de: Attributname

# Views.Shared.SeriesInformation.ModelDeviation
source: Residuals
de: Modellabw.

# Views.Shared.SeriesInformation.Type
source: Signal type
de: Signaltyp

# Views.Shared.SeriesInformation.Undefined
source: undefined
de: n.def.

# Views.Shared.SeriesInformation.To
source: to
de: bis

# Views.Shared.SeriesInformation.CalculatorModelName
source: Calculator model
de: Berechnungsmodell
