Repository: pschmiedel/angular-phonecat-hybrid
Catalog: src/localization/messages.*.xlf
Languages: de

source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.ModelDeviationMonitorModelDto.ThresholdsUpper.FieldName
source: Normal range of the monitor, upper threshold
de: Normalbereich des Monitors, obere Grenze

# Validations.ModelDeviationMonitorModelDto.ThresholdsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorModelDto.ThresholdsUpper.ThresholdRanges
source: The normal range has to be within thresholds for a severity greater 1
de: Der Normalbereich muss innerhalb der Schwellwerte für Schwere größer 1 liegen

# Validations.ModelDeviationMonitorModelDto.ThresholdsLower.FieldName
source: Normal range of the monitor, lower threshold
de: Normalbereich des Monitors, untere Grenze

# Validations.ModelDeviationMonitorModelDto.ThresholdsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorModelDto.ThresholdsLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.ModelDeviationMonitorModelDto.MagnitudeScaleUpper.FieldName
source: Thresholds for severity greater 1, upper threshold
de: Schwellwerte für Schwere größer 1, obere Grenze

# Validations.ModelDeviationMonitorModelDto.MagnitudeScaleUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorModelDto.MagnitudeScaleLower.FieldName
source: Thresholds for severity greater 1, lower threshold
de: Schwellwerte für Schwere größer 1, untere Grenze

# Validations.ModelDeviationMonitorModelDto.MagnitudeScaleLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorModelDto.MagnitudeScaleLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

source: Thresholds for severity greater 1, factor for lower threshold
de: Schwellwerte für Schwere größer 1, Faktor für untere Grenze

source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

source: Thresholds for severity greater 1, factor for upper threshold
de: Schwellwerte für Schwere größer 1, Faktor für obere Grenze

source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorModelDto.ObservationPeriodValue.FieldName
source: Observation period
de: Betrachtungszeitraum

# Validations.ModelDeviationMonitorModelDto.ObservationPeriodValue.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorModelDto.ObservationPeriodValue.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorModelDto.ObservationPeriodValue.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

source: Resolution of the observation * Minimum number of notifications has to be smaller or equal to the observation period.
de: Auflösung der Überwachung * Mindestanzahl an Meldungen muss kleiner oder gleich dem Betrachtungszeitraum sein

source: The observation period has to be a multiple of the monitor resolution.
de: Der Betrachtungszeitraum muss ein Vielfaches der Monitorauflösung sein.

# Validations.ModelDeviationMonitorModelDto.ObservationPeriodUnit.FieldName
source: Observation period
de: Betrachtungszeitraum

source: The observation period has to be a multiple of the monitor resolution.
de: Der Betrachtungszeitraum muss ein Vielfaches der Monitorauflösung sein.

# Validations.ModelDeviationMonitorModelDto.NotificationIssueThreshold.FieldName
source: Minimum number of notifications in the observation period for generating issues
de: Mindestanzahl an Meldungen im Betrachtungszeitraum zur Generierung von Auffälligkeiten

# Validations.ModelDeviationMonitorModelDto.NotificationIssueThreshold.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorModelDto.NotificationIssueThreshold.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorModelDto.NotificationIssueThreshold.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorModelDto.WarningThreshold.FieldName
source: Significance * Magnitude: Threshold for issues of the category ''Warning''
de: Sicherheit * Schwere: Schwelle für Auffälligkeiten der Kategorie ''Warnung''

# Validations.ModelDeviationMonitorModelDto.WarningThreshold.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorModelDto.WarningThreshold.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorModelDto.WarningThreshold.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorModelDto.WarningThreshold.CompareValues
source: The threshold for issues of the category ''Warning'' has to be smaller than the threshold for the category ''Alarm''.
de: Die Schwelle für Auffälligkeiten der Kategorie ''Warnung'' muss kleiner als die Schwelle für Kategorie ''Alarm'' sein

# Validations.ModelDeviationMonitorModelDto.AlarmThreshold.FieldName
source: Significance * Magnitude: Threshold for issues of the category ''Alarm''.
de: Sicherheit * Schwere: Schwelle für Auffälligkeiten der Kategorie ''Alarm''

# Validations.ModelDeviationMonitorModelDto.AlarmThreshold.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.ModelDeviationMonitorModelDto.AlarmThreshold.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.ModelDeviationMonitorModelDto.AlarmThreshold.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.VibrationMonitorDetailsRequestDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.VibrationMonitorDetailsRequestDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorDetailsRequestDto.Comment.MinLength
source: A minimum number of {MIN} digits is required.
de: Es sind mindestens {MIN} Zeichen erfolderlich.

source: Normal range of the monitor, factor for upper threshold
de: Normalbereich des Monitors, Faktor für obere Grenze

source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

source: The normal range has to be within the thresholds of a severity grater than 1.
de: Der Normalbereich muss innerhalb der Schwellwerte für Schwere größer 1 liegen

source: Normal range of the monitor, factor for lower threshold
de: Normalbereich des Monitors, Faktor für untere Grenze

source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.VibrationMonitorDetailsRequestDto.ThresholdsUpper.FieldName
source: Normal range of the monitor, upper threshold
de: Normalbereich des Monitors, obere Grenze

# Validations.VibrationMonitorDetailsRequestDto.ThresholdsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorDetailsRequestDto.ThresholdsUpper.ThresholdRanges
source: The normal range has to be within thresholds for severity greater 1
de: Der Normalbereich muss innerhalb der Schwellwerte für Schwere größer 1 liegen

# Validations.VibrationMonitorDetailsRequestDto.ThresholdsLower.FieldName
source: Normal range of the monitor, lower threshold
de: Normalbereich des Monitors, untere Grenze

# Validations.VibrationMonitorDetailsRequestDto.ThresholdsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorDetailsRequestDto.ThresholdsLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.VibrationMonitorDetailsRequestDto.MagnitudeScaleUpper.FieldName
source: Thresholds for severity greater 1, upper threshold
de: Schwellwerte für Schwere größer 1, obere Grenze

# Validations.VibrationMonitorDetailsRequestDto.MagnitudeScaleUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorDetailsRequestDto.MagnitudeScaleLower.FieldName
source: Thresholds for severity greater 1, lower threshold
de: Schwellwerte für Schwere größer 1, untere Grenze

# Validations.VibrationMonitorDetailsRequestDto.MagnitudeScaleLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorDetailsRequestDto.MagnitudeScaleLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

source: Thresholds for severity greater 1, factor for lower threshold
de: Schwellwerte für Schwere größer 1, Faktor für untere Grenze

source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

source: Thresholds for severity greater 1, factor for upper threshold
de: Schwellwerte für Schwere größer 1, Faktor für obere Grenze

source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorDetailsRequestDto.ObservationPeriodValue.FieldName
source: Observation period
de: Betrachtungszeitraum

# Validations.VibrationMonitorDetailsRequestDto.ObservationPeriodValue.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorDetailsRequestDto.ObservationPeriodValue.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorDetailsRequestDto.ObservationPeriodValue.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

source: Resolution of the observation * Minimum number of notifications has to be smaller or equal to the observation period
de: Auflösung der Überwachung * Mindestanzahl an Meldungen muss kleiner oder gleich dem Betrachtungszeitraum sein

source: The observation period has to be a multiple of the monitor resolution.
de: Der Betrachtungszeitraum muss ein Vielfaches der Monitorauflösung sein.

# Validations.VibrationMonitorDetailsRequestDto.ObservationPeriodUnit.FieldName
source: Observation period
de: Betrachtungszeitraum

source: The observation period has to a multiple of the monitor resolution.
de: Der Betrachtungszeitraum muss ein Vielfaches der Monitorauflösung sein.

source: Minimum number of notifications in the observation period for generating issues
de: Mindestanzahl an Meldungen im Betrachtungszeitraum zur Generierung von Auffälligkeiten

source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorDetailsRequestDto.NotificationIssueThreshold.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorDetailsRequestDto.NotificationIssueThreshold.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.VibrationMonitorDetailsRequestDto.WarningThreshold.FieldName
source: Significance * Magnitude: Threshold for issues of the category ''Warning''
de: Sicherheit * Schwere: Schwelle für Auffälligkeiten der Kategorie ''Warnung''

# Validations.VibrationMonitorDetailsRequestDto.WarningThreshold.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorDetailsRequestDto.WarningThreshold.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorDetailsRequestDto.WarningThreshold.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.VibrationMonitorDetailsRequestDto.WarningThreshold.CompareValues
source: The threshold for issues of the category ''Warning'' has to be smaller than the threshold for the category ''Alarm''.
de: Die Schwelle für Auffälligkeiten der Kategorie ''Warnung'' muss kleiner als die Schwelle für Kategorie ''Alarm'' sein

# Validations.VibrationMonitorDetailsRequestDto.AlarmThreshold.FieldName
source: Significance * Magnitude: Threshold for issues of the category ''Alarm''
de: Sicherheit * Schwere: Schwelle für Auffälligkeiten der Kategorie ''Alarm''

# Validations.VibrationMonitorDetailsRequestDto.AlarmThreshold.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorDetailsRequestDto.AlarmThreshold.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorDetailsRequestDto.AlarmThreshold.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.

# Validations.VibrationMonitorDetailsResponseDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.VibrationMonitorDetailsResponseDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorDetailsResponseDto.Comment.MinLength
source: A minimum number of {MIN} digits is required.
de: Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.VibrationMonitorModelDto.Comment.FieldName
source: Comment
de: Kommentar

# Validations.VibrationMonitorModelDto.Comment.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.Comment.MinLength
source: '{FIELDNAME}': A minimum number of {MIN} digits is required.
de: '{FIELDNAME}': Es sind mindestens {MIN} Zeichen erfolderlich.

# Validations.VibrationMonitorModelDto.NumberOfValidDataPoints.FieldName
source: Minimum number of valid measurements for complete monitor initialization
de: Mindestanzahl an gültigen Messungen für vollständige Monitorinitialisierung

# Validations.VibrationMonitorModelDto.NumberOfValidDataPoints.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.NumberOfValidDataPoints.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorModelDto.NumberOfValidDataPoints.CompareValues
source: '{FIELDNAME}' has to be greater or equal to '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss größer oder gleich '{OTHERFIELDNAME}' sein.

# Validations.VibrationMonitorModelDto.OffsetStartupDate.FieldName
source: Startup date of the reference period after commissioning of the power plant unit
de: Beginn des Referenzzeitraums nach Inbetriebnahme der Anlage

# Validations.VibrationMonitorModelDto.OffsetStartupDate.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.OffsetStartupDate.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorModelDto.MinNumberOfValidDataPoints.FieldName
source: Minimum number of valid measurements for first monitor initialization
de: Mindestanzahl an gültigen Messungen für die erste Monitorinitialisierung

# Validations.VibrationMonitorModelDto.MinNumberOfValidDataPoints.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.MinNumberOfValidDataPoints.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorModelDto.IncrementalTrainingDays.FieldName
source: Mininum length of the full reference period
de: Mindestlänge des vollständigen Referenzzeitraums

# Validations.VibrationMonitorModelDto.IncrementalTrainingDays.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.IncrementalTrainingDays.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorModelDto.IncrementalMinTrainingDays.FieldName
source: Minimum number of training days
de: Mindestanzahl an Trainingstagen

# Validations.VibrationMonitorModelDto.IncrementalRetrainingPeriod.FieldName
source: Recalculation of all thresholds
de: Neuberechnung der Schwellwerte alle

# Validations.VibrationMonitorModelDto.IncrementalRetrainingPeriod.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.IncrementalRetrainingPeriod.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorModelDto.ContinuousTrainingDays.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.ContinuousTrainingDays.Min
source: {FIELDNAME} has to be greater than{VALUE}.
de: {FIELDNAME} muss größer {VALUE} sein.

# Validations.VibrationMonitorModelDto.ContinuousRetrainingPeriod.FieldName
source: Continuous training every
de: Gleitendes Training alle

# Validations.VibrationMonitorModelDto.ContinuousRetrainingPeriod.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.ContinuousRetrainingPeriod.Min
source: {FIELDNAME} has to be greater than{VALUE}.
de: {FIELDNAME} muss größer {VALUE} sein.

# Validations.VibrationMonitorModelDto.DelayTraining.FieldName
source: Delayed data consideration
de: Verzögerte Berücksichtigung der Daten

# Validations.VibrationMonitorModelDto.DelayTraining.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.DelayTraining.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorModelDto.ThresholdsInSigmaUnitsUpper.FieldName
source: Normal range of the monitor, factor for upper threshold
de: Normalbereich des Monitors, Faktor für obere Grenze

# Validations.VibrationMonitorModelDto.ThresholdsInSigmaUnitsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.ThresholdsInSigmaUnitsUpper.ThresholdRanges
source: The normal range has to be within thresholds for a severity greater 1
de: Der Normalbereich muss innerhalb der Schwellwerte für Schwere größer 1 liegen

# Validations.VibrationMonitorModelDto.ThresholdsInSigmaUnitsLower.FieldName
source: Normal range of the monitor, factor for lower threshold
de: Normalbereich des Monitors, Faktor für untere Grenze

# Validations.VibrationMonitorModelDto.ThresholdsInSigmaUnitsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.ThresholdsInSigmaUnitsLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.VibrationMonitorModelDto.ThresholdsUpper.FieldName
source: Normal range of the monitor, upper threshold
de: Normalbereich des Monitors, obere Grenze

# Validations.VibrationMonitorModelDto.ThresholdsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.ThresholdsUpper.ThresholdRanges
source: The normal range has to be within the thresholds for a severity graeter than 1.
de: Der Normalbereich muss innerhalb der Schwellwerte für Schwere größer 1 liegen

# Validations.VibrationMonitorModelDto.ThresholdsLower.FieldName
source: Normal range of the monitor, lower threshold
de: Normalbereich des Monitors, untere Grenze

# Validations.VibrationMonitorModelDto.ThresholdsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.ThresholdsLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.VibrationMonitorModelDto.MagnitudeScaleUpper.FieldName
source: Thresholds for severity greater 1, upper threshold
de: Schwellwerte für Schwere größer 1, obere Grenze

# Validations.VibrationMonitorModelDto.MagnitudeScaleUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.MagnitudeScaleLower.FieldName
source: Thresholds for severity greater 1, lower threshold
de: Schwellwerte für Schwere größer 1, untere Grenze

# Validations.VibrationMonitorModelDto.MagnitudeScaleLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.MagnitudeScaleLower.CompareValues
source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.VibrationMonitorModelDto.MagnitudeScaleInSigmaUnitsLower.FieldName
source: Thresholds for severity greater 1, factor for lower threshold
de: Schwellwerte für Schwere größer 1, Faktor für untere Grenze

# Validations.VibrationMonitorModelDto.MagnitudeScaleInSigmaUnitsLower.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

source: '{FIELDNAME}' has to be smaller than '{OTHERFIELDNAME}'.
de: '{FIELDNAME}' muss kleiner als '{OTHERFIELDNAME}' sein.

# Validations.VibrationMonitorModelDto.MagnitudeScaleInSigmaUnitsUpper.FieldName
source: Thresholds for severity greater 1, factor for upper threshold
de: Schwellwerte für Schwere größer 1, Faktor für obere Grenze

# Validations.VibrationMonitorModelDto.MagnitudeScaleInSigmaUnitsUpper.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.ObservationPeriod.FieldName
source: Observation period
de: Betrachtungszeitraum

# Validations.VibrationMonitorModelDto.ObservationPeriod.Required
source: '{FIELDNAME}' can not be left empty.
de: '{FIELDNAME}' darf nicht leer sein.

# Validations.VibrationMonitorModelDto.ObservationPeriod.Min
source: {FIELDNAME} has to be grater or equal{VALUE}.
de: {FIELDNAME} muss größer oder gleich {VALUE} sein.

# Validations.VibrationMonitorModelDto.ObservationPeriod.Max
source: {FIELDNAME} has to be lower or equal{VALUE}.
de: {FIELDNAME} muss kleiner oder gleich {VALUE} sein.
