Repository: pschmiedel/angular-phonecat-hybrid
Catalog: src/localization/messages.*.xlf
Languages: de

# Views.MasterData.BearingsImport.NewCalculation
source: If kinematic frequencies are changed the corresponding narrow bands of all power plant units will be recalculated.
de: Bei geänderten kinematischen Frequenzen werden die entsprechenden Schmalbandkennwerte aller betroffenen Anlagen neu berechnet.

# Views.MasterData.BearingsImport.ImportState
source: Import
de: Importieren

# Views.MasterData.BearingsImport.StatusText
source: Result
de: Prüfergebnis

# Views.MasterData.BearingsImport.User
source: Last modification applied by
de: Letzter Änderer

# Views.MasterData.BearingsImport.BearingManufacturerName
source: Manufacturer
de: Hersteller

# Views.MasterData.BearingsImport.Created
source: Created
de: Erstellt

# Views.MasterData.BearingsImport.LastModifiedAt
source: Last Modification
de: Letzte Änderung

# Views.MasterData.BearingsImport.IsFullComplement
source: Full complement
de: Vollrollig

# Views.MasterData.BearingsImport.RollingBodyCount
source: Rolling body count
de: Anzahl Wälzkörper

# Views.MasterData.BearingsImport.Speed
source: Speed [rpm]
de: Bezugsdrehzahl [rpm]

# Views.MasterData.BearingsImport.BearingPowerPlantTypeName
source: Declaration
de: Bezeichnung

# Views.MasterData.BearingsOverview.ImportBearings
source: Import bearings
de: Lagerliste importieren

# Views.MasterData.BearingsOverview.Delete
source: Delete
de: Löschen

# Views.MasterData.BearingsOverview.BearingManufacturerName
source: Manufacturer
de: Hersteller

# Views.MasterData.BearingsOverview.Created
source: Created
de: Erstellt

# Views.MasterData.BearingsOverview.LastModifiedAt
source: Last Modification
de: Letzte Änderung

# Views.MasterData.BearingsOverview.IsFullComplement
source: Full complement
de: Vollrollig

# Views.MasterData.BearingsOverview.RollingBodyCount
source: Rolling body count
de: Anzahl Wälzkörper

# Views.MasterData.BearingsOverview.Speed
source: Speed [rpm]
de: Bezugsdrehzahl [rpm]

# Views.MasterData.BearingsOverview.BearingPowerPlantTypeName
source: Declaration
de: Bezeichnung

# Menu.MasterData.Bearings
source: Bearings database
de: Lagerdatenbank
