Repository: pschmiedel/angular-phonecat-hybrid
Catalog: src/localization/messages.*.xlf
Languages: de

# Views.Shared.CalculatorTraining.Continuous.NextTraining
source: Next training according to plan
de: Nächstes planmäßiges Training

# Views.Shared.CalculatorTraining.Continuous.LastTraining
source: Last continuous training
de: Letztes gleitendes Training

# Views.Shared.CalculatorTraining.Continuous.PercentageValid
source: Type:{{state | enumeration:'CalculatorTrainingState' | translate}}<br/>Result:{{lastTrainingState | enumeration:'CalculatorTrainingHistoryType' | translate}}<br/>Training period: {{continuousHistory.startDate | date:'mediumDate'}} -{{continuousHistory.endDate | date:'mediumDate'}}<br/>Percentage of valid training data: {{continuousHistory.percentageValid | number:2}} %<br/>Largest contuous block of valid training data: {{continuousHistory.largestContiguousBlockStart | tooltipDate}} - {{continuousHistory.largestContiguousBlockEnd | tooltipDate}}
de: Typ:{{state | enumeration:'CalculatorTrainingState' | translate}}<br/>Ergebnis:{{lastTrainingState | enumeration:'CalculatorTrainingHistoryType' | translate}}<br/>Trainingszeitraum: {{continuousHistory.startDate | date:'mediumDate'}} -{{continuousHistory.endDate | date:'mediumDate'}}<br/>Anteil verwendbare Trainingsdaten: {{continuousHistory.percentageValid | number:2}} %<br/>Längster zusammenhängender Bereich verwendbarer Trainingsdaten: {{continuousHistory.largestContiguousBlockStart | tooltipDate}} - {{continuousHistory.largestContiguousBlockEnd | tooltipDate}}

# Views.Shared.CalculatorTraining.Continuous.ResetModelParameter
source: Reset parameters
de: Modellparameter wiederherstellen

# Views.Shared.CalculatorTraining.Continuous.EnterComment
source: Enter comment (mandatory)
de: Kommentar eingeben (Pflichtfeld)

# Views.Shared.CalculatorTraining.Continuous.RetrainingPeriod
source: Continuous training all
de: Gleitendes Training alle

# Views.Shared.CalculatorTraining.Continuous.RereferenzPeriod
source: Continuous update all
de: Gleitende Aktualisierung alle

# Views.Shared.CalculatorTraining.Continuous.LastTrainingUITooltip
source: Type:{{state | enumeration:'CalculatorTrainingState' | translate}}, Update:{{lastTrainingState | enumeration:'CalculatorTrainingHistoryType' | translate}} , Reference period: {{lastTrainingHistory.startDate | date:'mediumDate'}} -{{lastTrainingHistory.endDate | date:'mediumDate'}}, Number of valid measurements: {LASTTRAININGHISTORY.NUMBEROFVALIDDATAPOINTS}
de: Typ:{{state | enumeration:'CalculatorTrainingState' | translate}}, Aktualisierung:{{lastTrainingState | enumeration:'CalculatorTrainingHistoryType' | translate}} , Referenzzeitraum: {{lastTrainingHistory.startDate | date:'mediumDate'}} -{{lastTrainingHistory.endDate | date:'mediumDate'}}, Anzahl gültiger Messungen: {LASTTRAININGHISTORY.NUMBEROFVALIDDATAPOINTS}

# Views.Shared.CalculatorTraining.PostIncremental.StartDate
source: Start date
de: Startdatum

# Views.Shared.CalculatorTraining.PostIncremental.EndDate
source: End date
de: Enddatum

# Views.Shared.CalculatorTraining.PostIncremental.TimeSpan
source: Time span
de: Zeitraum

# Views.Shared.CalculatorTraining.PostIncremental.CheckInterval
source: Check interval
de: Intervall prüfen

# Views.Shared.CalculatorTraining.PostIncremental.PercentageValid
source: Valid training data: {{lastTrainingHistory.percentageValid | number:2}} %<br/>Longest block of valid training data: {{lastTrainingHistory.largestContiguousBlockStart | tooltipDate}} - {{lastTrainingHistory.largestContiguousBlockEnd | tooltipDate}}
de: Verwendbare Trainingsdaten: {{lastTrainingHistory.percentageValid | number:2}} %<br/>Längster zusammenhängender Bereich verwendbarer Trainingsdaten: {{lastTrainingHistory.largestContiguousBlockStart | tooltipDate}} - {{lastTrainingHistory.largestContiguousBlockEnd | tooltipDate}}

# Views.Shared.CalculatorTraining.PostIncremental.PercentageValidLastTraining
source: Type:{{state | enumeration:'CalculatorTrainingState' | translate}}<br/>Result:{{lastTrainingHistory.type | enumeration:'CalculatorTrainingHistoryType' | translate}}<br/>Valid training data: {{lastTrainingHistory.percentageValid | number:2}} %<br/>Longest continuous block of valid training data: {{lastTrainingHistory.largestContiguousBlockStart | tooltipDate}} - {{lastTrainingHistory.largestContiguousBlockEnd | tooltipDate}}
de: Typ:{{state | enumeration:'CalculatorTrainingState' | translate}}<br/>Ergebnis:{{lastTrainingHistory.type | enumeration:'CalculatorTrainingHistoryType' | translate}}<br/>Verwendbare Trainingsdaten: {{lastTrainingHistory.percentageValid | number:2}} %<br/>Längster zusammenhängender Bereich verwendbarer Trainingsdaten: {{lastTrainingHistory.largestContiguousBlockStart | tooltipDate}} - {{lastTrainingHistory.largestContiguousBlockEnd | tooltipDate}}

# Views.Shared.CalculatorTraining.PostIncremental.PeriodPercentageValid
source: Valid training data: {{percentageOfValidDataPoints | number:2}} %
de: Verwendbare Trainingsdaten: {{percentageOfValidDataPoints | number:2}} %

# Views.Shared.CalculatorTraining.PostIncremental.ReferenceTimespanTooltip
source: Number of valid measurements: {NUMBEROFVALIDDATAPOINTS}
de: Anzahl verwendbare Messungen: {NUMBEROFVALIDDATAPOINTS}

# Views.Shared.CalculatorTraining.PostIncremental.PeriodNumberOfValidDataPoints
source: Number of valid measurements:{NUMBEROFVALIDDATAPOINTS}<br/>Created by: {USERNAME}
de: Anzahl verwendbare Messungen:{NUMBEROFVALIDDATAPOINTS}<br/>Angelegt von: {USERNAME}

# Views.Shared.CalculatorTraining.PostIncremental.LastFullTraining
source: Duration of complete training
de: Zeitraum vollständiges Training

# Views.Shared.CalculatorTraining.PostIncremental.LastFullTrainingVibration
source: Complete reference period
de: Vollständiger Referenzzeitraum

# Views.Shared.CalculatorTraining.PostIncremental.LastTraining
source: Last training
de: Letztes Training

# Views.Shared.CalculatorTraining.PostIncremental.NewTrainingPeriod
source: Add new training period
de: Neuen Trainingszeitraum hinzufügen

# Views.Shared.CalculatorTraining.PostIncremental.NewReferenzPeriod
source: Add additional reference period
de: Zusätzlichen Referenzzeitraum hinzufügen

# Views.Shared.CalculatorTraining.PostIncremental.NewTraining
source: New training period specific for monitor
de: Neuer monitorspezifischer Trainingszeitraum

# Views.Shared.CalculatorTraining.PostIncremental.NewReferenz
source: Additional reference period
de: Zusätzlicher Referenzzeitraum

# Views.Shared.CalculatorTraining.PostIncremental.EnterComment
source: Enter comment (mandatory)
de: Kommentar eingeben (Pflichtfeld)

# Views.Shared.CalculatorTraining.PostIncremental.Comment
source: Comment
de: Kommentar

# Views.Shared.CalculatorTraining.PostIncremental.Delete
source: Delete
de: Löschen

# Views.Shared.CalculatorTraining.PostIncremental.Cancel
source: Cancel
de: Abbrechen

# Views.Shared.CalculatorTraining.PostIncremental.Save
source: Save
de: Speichern

# Views.Shared.CalculatorTraining.Incremental.StartDate
source: Start date
de: Startdatum

# Views.Shared.CalculatorTraining.Incremental.StartDateVibration
source: Start of reference period
de: Beginn Referenzzeitraum

# Views.Shared.CalculatorTraining.Incremental.StartDateTooltipVibration
source: Change start or end date redetermines the reference period. Previous results are discarded.
de: Durch die Änderung des Start- oder Enddatums wird der Referenzzeitraum neu bestimmt. Die bisherigen Ergebnisse werden dabei verworfen.

# Views.Shared.CalculatorTraining.Incremental.StartDateTooltip
source: Change of start or end date resets the incremental training. Previous training results are discarded.
de: Durch die Änderung des Start- oder Enddatums kann das inkrementelle Training neu initiiert werden. Die bisherigen Trainingsergebnisse werden dabei verworfen.

# Views.Shared.CalculatorTraining.Incremental.EndDate
source: End date
de: Enddatum

# Views.Shared.CalculatorTraining.Incremental.EndDateTooltip
source: Not all data may be suitable for training (e.g. due to standstill or being marked as invalid). If more than 60% are not suitable for training, the training period is extended.
de: Es kann vorkommen, dass nicht alle Daten für das Training verwendet werden können (z.B. bei Stillstand der Anlage oder weil Daten als ungültig markiert wurden). Sind weniger als 60% der Daten für das Training geeignet, wird der Trainingszeitraum automatisch verlängert.

# Views.Shared.CalculatorTraining.Incremental.EndDateTooltipVibration
source: Not all measurements may be suitable as references (e.g. due to unfullfilled criteria or being marked as invalid). If less than the given minimum number of valid measurements are available, the reference period is extended.
de: Es kann vorkommen, das nicht alle Messungen als Referenz verwenden werden können (z.B. weil Auswahlkriterien nicht erfüllt oder Daten als ungültig markiert wurden). Sind weniger als die im Modell angegebene Mindestanzahl an gültigen Messungen im Referenzzeitraum vorhanden, wird dieser automatisch verlängert.

# Views.Shared.CalculatorTraining.Incremental.ExpectedEndDate
source: Expected end date
de: Vorraussichtliches Enddatum

# Views.Shared.CalculatorTraining.Incremental.FixEndDate
source: Fixed end date
de: Enddatum fixieren

# Views.Shared.CalculatorTraining.Incremental.FixEndDateTooltip
source: If a fixed end date is chosen, training periods are not extended automatically although more than 60% of data is unsuitable data.
de: Bei fixiertem Enddatum wird der Trainingszeitraum nicht automatisch verlängert, auch wenn weniger als 60% der Daten zwischen Start- und Enddatum für das Training geeignet sind.

# Views.Shared.CalculatorTraining.Incremental.TrainingDays
source: Duration of complete training
de: Länge des vollständigen Trainings

# Views.Shared.CalculatorTraining.Incremental.MinTrainingDays
source: Minimum number of training days
de: Mindestanzahl an Trainingstagen

# Views.Shared.CalculatorTraining.Incremental.RetrainingPeriod
source: Repeat every
de: Wiederholung alle

# Views.Shared.CalculatorTraining.Incremental.DelayTraining
source: Delay training
de: Trainingsverzögerung

# Views.Shared.CalculatorTraining.Incremental.NextTraining
source: Next incremental training
de: Nächstes inkrementelles Training

# Views.Shared.CalculatorTraining.Incremental.LastTraining
source: Last incremental training
de: Letztes inkrementelles Training

# Views.Shared.CalculatorTraining.Incremental.PercentageValid
source: Type:{{state | enumeration:'CalculatorTrainingState' | translate}}<br/>Result:{{lastTrainingState | enumeration:'CalculatorTrainingHistoryType' | translate}}<br/>Training period: {{lastTrainingHistory.startDate | date:'mediumDate'}} -{{lastTrainingHistory.endDate | date:'mediumDate'}}<br/>Valid training data: {{lastTrainingHistory.percentageValid | number:2}} %<br/>Longes continuous block of valid training data: {{lastTrainingHistory.largestContiguousBlockStart | tooltipDate}} - {{lastTrainingHistory.largestContiguousBlockEnd | tooltipDate}}
de: Typ:{{state | enumeration:'CalculatorTrainingState' | translate}}<br/>Ergebnis:{{lastTrainingState | enumeration:'CalculatorTrainingHistoryType' | translate}}<br/>Trainingszeitraum: {{lastTrainingHistory.startDate | date:'mediumDate'}} -{{lastTrainingHistory.endDate | date:'mediumDate'}}<br/>Verwendbare Trainingsdaten: {{lastTrainingHistory.percentageValid | number:2}} %<br/>Längster zusammenhängender Bereich verwendbarer Trainingsdaten: {{lastTrainingHistory.largestContiguousBlockStart | tooltipDate}} - {{lastTrainingHistory.largestContiguousBlockEnd | tooltipDate}}

# Views.Shared.CalculatorTraining.Incremental.DelayTrainingTooltip
source: This parameter defines up to which day the data for a training can be used (today - delay) in order to include operational knowledge (e.g. component failures) that is raising false issues into the training. This parameter is ignored if a training starts immediatly.
de: Über diesen Parameter wird gesteuert, bis zu welchem Tag die Daten für ein Training herangezogen werden dürfen (heute - Trainingsverzögerung), damit aktuelle Erkenntnisse aus dem Betrieb (z.B. Bauteildefekte), die z. B. in Form von Auffälligkeiten vorliegen, in das Training einfließen können. Der Parameter wird ignoriert, wenn ein Training sofort durchgeführt werden soll.

# Views.Shared.CalculatorTraining.Incremental.Days
source: Days
de: Tage

# Views.Shared.CalculatorTraining.Incremental.Measurements
source: Measurements
de: Messungen

# Views.Shared.CalculatorTraining.Incremental.ResetModelParameter
source: Reset parameters
de: Modellparameter wiederherstellen

# Views.Shared.CalculatorTraining.Incremental.Comment
source: Enter comment (mandatory)
de: Kommentar eingeben (Pflichtfeld)

# Views.Shared.CalculatorTraining.Incremental.Save
source: Save
de: Speichern

# Views.Shared.CalculatorTraining.Incremental.ReferenzDays
source: Minimum length of complete reference period
de: Mindestlänge des vollständigen Referenzzeitraums

# Views.Shared.CalculatorTraining.Incremental.ReferenzDaysTooltip
source: The reference period should cover at least one full year to factor seasonal effects in.
de: Damit alle Jahreszeitbedingten Einflüsse berücksichtigt werden können, sollte der Referezzeitraum in der Regel ein ganzes Jahr umfassen.

# Views.Shared.CalculatorTraining.Incremental.MinNumberOfValidDataPoints
source: Minimum nuber of valid measurements
de: Mindestanzahl gültige Messungen

# Views.Shared.CalculatorTraining.Incremental.DelayReferenz
source: Delay data inclusion
de: Verzögerte Berücksichtigung

# Views.Shared.CalculatorTraining.Incremental.DelayReferenzTooltip
source: Number of days which a measurement can be used after to determine the reference period. By applying this delay in data inclusion current service knowledge (e.g. component failures) can be used to determine the reference period.
de: Anzahl Tage, die eine Messung nach ihrer Entstehung zunächst nicht für die Bestimmung des Referenzzeitraums berücksichtigt wird. Auf diese Weise können aktuelle Erkenntnisse aus dem Betrieb (z.B. Bauteildefekte) in die Bestimmung des Referenzzeitraums einfließen.

# Views.Shared.CalculatorTraining.Incremental.LastTrainingUITooltip
source: Type:{{state | enumeration:'CalculatorTrainingState' | translate}}, Update:{{lastTrainingState | enumeration:'CalculatorTrainingHistoryType' | translate}} , Reference period: {{lastTrainingHistory.startDate | date:'mediumDate'}} -{{lastTrainingHistory.endDate | date:'mediumDate'}}, Number of valid measurements: {LASTTRAININGHISTORY.NUMBEROFVALIDDATAPOINTS}
de: Typ:{{state | enumeration:'CalculatorTrainingState' | translate}}, Aktualisierung:{{lastTrainingState | enumeration:'CalculatorTrainingHistoryType' | translate}} , Referenzzeitraum: {{lastTrainingHistory.startDate | date:'mediumDate'}} -{{lastTrainingHistory.endDate | date:'mediumDate'}}, Anzahl gültiger Messungen: {LASTTRAININGHISTORY.NUMBEROFVALIDDATAPOINTS}

# Views.Shared.CalculatorTraining.TabCalculatorSpecific
source: Training periods of monitor
de: Monitorspez. Trainingszeiträume

# Views.Shared.CalculatorTraining.TabContinuous
source: Continuous training
de: Gleitendes Training

# Views.Shared.CalculatorTraining.TabIncremental
source: Incremental training
de: Inkrementelles Training

# Views.Shared.CalculatorReferencePeriod.ChooseCalculator
source: Choose calculator
de: Zu bearbeitender Monitor

# Views.Shared.CalculatorReferencePeriod.LastUpdateOn
source: Last update on
de: Letzte Aktualisierung am

# Views.Shared.CalculatorReferencePeriod.CurrentUpdateStatus
source: Last update status
de: Aktueller Aktualisierungsstatus

# Views.Shared.CalculatorReferencePeriod.TabIncremental
source: Incremental
de: Inkrementell

# Views.Shared.CalculatorReferencePeriod.TabCalculatorSpecific
source: Calculator specific periods
de: Instanzspez. Zeiträume

# Views.Shared.CalculatorReferencePeriod.TabContinuous
source: Continuous
de: Gleitend

# Views.Shared.CalculatorReferencePeriod.Continuous.LastTrainingUITooltip
source: Type:{{state | enumeration:'CalculatorTrainingState' | translate}}, Update:{{lastTrainingState | enumeration:'CalculatorTrainingHistoryType' | translate}} , Reference period: {{lastTrainingHistory.startDate | date:'mediumDate'}} -{{lastTrainingHistory.endDate | date:'mediumDate'}}, Number of valid measurements: {LASTTRAININGHISTORY.NUMBEROFVALIDDATAPOINTS}
de: Typ:{{state | enumeration:'CalculatorTrainingState' | translate}}, Aktualisierung:{{lastTrainingState | enumeration:'CalculatorTrainingHistoryType' | translate}} , Referenzzeitraum: {{lastTrainingHistory.startDate | date:'mediumDate'}} -{{lastTrainingHistory.endDate | date:'mediumDate'}}, Anzahl gültiger Messungen: {LASTTRAININGHISTORY.NUMBEROFVALIDDATAPOINTS}

# Views.Shared.CalculatorReferencePeriod.Incremental.LastTrainingUITooltip
source: Type:{{state | enumeration:'CalculatorTrainingState' | translate}}, Update:{{lastTrainingState | enumeration:'CalculatorTrainingHistoryType' | translate}} , Reference period: {{lastTrainingHistory.startDate | date:'mediumDate'}} -{{lastTrainingHistory.endDate | date:'mediumDate'}}, Number of valid measurements: {LASTTRAININGHISTORY.NUMBEROFVALIDDATAPOINTS}
de: Typ:{{state | enumeration:'CalculatorTrainingState' | translate}}, Aktualisierung:{{lastTrainingState | enumeration:'CalculatorTrainingHistoryType' | translate}} , Referenzzeitraum: {{lastTrainingHistory.startDate | date:'mediumDate'}} -{{lastTrainingHistory.endDate | date:'mediumDate'}}, Anzahl gültiger Messungen: {LASTTRAININGHISTORY.NUMBEROFVALIDDATAPOINTS}

# Views.Shared.SeriesSelection.LoadDataFrom
source: Load data from
de: Zeitraum von

# Views.Shared.SeriesSelection.LoadDataUntil
source: until
de: bis

# Views.Shared.SeriesSelection.ResolutionRaw
source: Raw data resolution
de: Auflösung der Messdaten

# Views.Shared.SeriesSelection.ResolutionSignalsTitle
source: Signal resolution
de: Auflösung der Signale

# Views.Shared.SeriesSelection.ResolutionModelDeviation
source: Resolution of residuals
de: Auflösung der Modellabw.

# Views.Shared.SeriesSelection.OriginalResolution
source: Original resolution
de: Originalauflösung

# Views.Shared.SeriesSelection.10MinuteResolution
source: 10 minute resolution
de: 10 Minuten-Werte

# Views.Shared.SeriesSelection.1HourResolution
source: 1 hour mean
de: Stundenmittelwerte

# Views.Shared.SeriesSelection.1DayResolution
source: 1 day mean
de: Eintagesmittelwerte

# Views.Shared.SeriesSelection.2DaysResolution
source: 2 day mean
de: Zweitagesmittelwerte

# Views.Shared.SeriesSelection.3DaysResolution
source: 3 day mean
de: Dreitagesmittelwerte

# Views.Shared.SeriesSelection.7DaysResolution
source: Weekly mean
de: Wochenmittelwerte

# Views.Shared.SeriesSelection.1MonthResolution
source: Monthly mean
de: Monatsmittelwerte

# Views.Shared.SeriesSelection.ResolutionSignalsInfo
source: If the signal resolution is lower than the chosen one, values will be interpolated linearly. If the resolution is higher than the chosen one, mean values will be calculated.
de: Ist die Auflösung eines Signals niedriger als die gewählte Auflösung, werden die Signalwerte linear interpoliert. Ist die Auflösung eines Signals höher als die gewählte Auflösung, werden die Signalwerte gemittelt.

# Views.Shared.TimeSpanButtons.Last3Months
source: Last 3 months
de: Letzte 3 Monate

# Views.Shared.TimeSpanButtons.Last12Months
source: Last 12 months
de: Letzte 12 Monate

# Views.Shared.TimeSpanButtons.Last36Months
source: Last 36 months
de: Letzte 36 Monate

# Views.Shared.TimeSpanButtons.TrainingPeriod
source: Training period
de: Trainingsinterval

# Views.Shared.TimeSpanButtons.InOperationSince
source: Since commissioning
de: Seit Inbetriebnahme

# Views.Vibrations.Settings.Title
source: Settings
de: Einstellungen

# Views.Vibrations.Settings.Toolbar
source: Settings
de: Einstellungen

# Views.Vibrations.Settings.DisplaySettings
source: Display settings
de: Anzeigeeinstellungen

# Views.Vibrations.Settings.ShowInvalidData
source: Show data marked as invalid
de: Als ungültig markierte Daten anzeigen

# Views.Vibrations.Settings.ShowTrainingData
source: Show reference periods
de: Referenzzeiträume anzeigen

# Views.Vibrations.Settings.ShowServiceSwitchData
source: Show information about the service switch
de: Service-Schalter Information anzeigen

# Views.Vibrations.Settings.ShowDisturbanceFrequencies
source: Show disturbance frequencies
de: Störfrequenzen anzeigen

# Views.Vibrations.Settings.ShowOnlySelectedPowerClasses
source: Measurement graphs: Show only measurements in the selected power classes
de: Messreihengrafen: Nur die Messungen der gewählten Leistungsklassen anzeigen

# Views.Vibrations.Measurement.Title
source: Analyse vibration measurements
de: Schwingungsmessungen analysieren

# Views.Vibrations.MeasurementSetSelection.Title
source: Selection of power plant units and measurement series
de: Auswahl von Anlagen und Messreihen

# Views.Vibrations.MeasurementSetSelection.Toolbar
source: Select
de: Auswahl

# Views.Vibrations.MeasurementSetSelection.PowerPlants
source: Power plants
de: Kraftwerke

# Views.Vibrations.MeasurementSetSelection.PowerPlantUnits
source: Power plant units
de: Anlagen

# Views.Vibrations.MeasurementSetSelection.MeasurementSets
source: Measurement series
de: Messreihen

# Views.Vibrations.MeasurementSetSelection.LoadDataFrom
source: Load data from
de: Zeitraum von

# Views.Vibrations.MeasurementSetSelection.LoadDataUntil
source: Load data up to
de: Zeitraum bis

# Views.Vibrations.MeasurementSetSelection.SignalNotForEveryUnit
source: Measurement series marked with a * are available either multiple times or not at all for the selected power plant units.
de: Mit * gekennzeichnete Messreihen sind entweder nicht oder mehrfach für die ausgewählten Anlagen verfügbar.

# Views.Vibrations.MeasurementSetSelection.TimeSpan
source: Period of time
de: Zeitraum

# Views.Vibrations.MeasurementSetSelection.PowerClasses
source: Power classes
de: Leistungsklassen

# Views.Vibrations.MeasurementSetSelection.TransformationMode
source: Smoothing method
de: Glättungsmethode

# Views.Vibrations.MeasurementSetSelection.VibrationModel
source: Vibration model
de: SKW-Modell

# Views.Vibrations.MeasurementSetSelection.MeasurementPositions
source: Measurement positions
de: Messstellen

# Views.Vibrations.MeasurementSetSelection.Characteristics
source: Characteristics
de: Kennwerte

# Views.Vibrations.MeasurementSetSelection.PreselectedTab
source: Preselected Tab
de: Anzuzeigender Reiter

# Views.Vibrations.MeasurementSetSelection.NoModelSelected
source: No model selected
de: Kein Modell ausgewählt

# Views.Vibrations.MeasurementSignalFilter.PanelTitle
source: Filter criteria for measurement series
de: Filterkriterien für Messreihen

# Views.Vibrations.MeasurementSignalFilter.SignalType
source: Types of signals
de: Signaltypen

# Views.Vibrations.MeasurementSignalFilter.SignalCategory
source: Signal categories
de: Signalkategorien

# Views.Vibrations.MeasurementSignalFilter.SignalCharacteristic
source: Signal characteristics
de: Signalausprägung

# Views.Vibrations.MeasurementSignalFilter.SignalResolution
source: Signal resolution
de: Signalauflösungen

# Views.Vibrations.MeasurementSignalFilter.FilterButton
source: Filter measurement series
de: Messreihen filtern

# Views.Vibrations.MeasurementSignalFilter.ResetButton
source: Reset filters
de: Filter zurücksetzen

# Views.MasterData.BearingsImport.New
source: new
de: neu

# Views.MasterData.BearingsImport.Changed
source: changed
de: geändert

# Views.MasterData.BearingsImport.Unchanged
source: unchanged
de: unverändert

# Views.MasterData.BearingsImport.Duplicate
source: Duplicate
de: Doppelter Datensatz

# Views.MasterData.BearingsImport.CheckData
source: Check data
de: Daten prüfen

# Views.MasterData.BearingsImport.ImportData
source: Save selected data
de: Ausgewählte Daten speichern
